Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/ajaxerrors.*.xlf
Languages: nl

source: No language found. This is a required field.
nl: De taal moet zijn ingevuld

source: This language %value% doesn’t exist. Select another language
nl: De taal %value% bestaat niet. Kies een andere taal

source: No name found. This is a required field.
nl: De naam moet zijn ingevuld

source: The name contains characters which are not allowed. You can only use letters from the alphabet or numbers.
nl: De naam bevat illegale characters. Je mag alleen characters van het alfabet of nummers gebruiken

source: The name is longer than allowed.
nl: De naam is te lang

source: The level %level% cannot be found. Select another level.
nl: Het niveau %level% kan niet worden gevonden. Kies een ander niveau

source: A keyword you used %tag% is not allowed. Please remove it.
nl: De ingevulde trefwoord %tag% kan echt niet. Graag deze verwijderen

source: A keyword you used contains more characters than allowed. A keyword cannot be longer than 100 characters
nl: De ingevulde trefwoord is te lang. Trefwoorden mogen 100 characters lang zijn

source: The course duration should contain only numbers. Note: comma’s or points are not allowed.
nl: De cursusduur mag alleen nummers bevatten. Het mag ook geen comma's of punten bevatten

source: The course duration is not allowed to exceed 10.000 minutes.
nl: De cursusduur moet onder de 10.000 minuten liggen

source: The difficulty can only contain numbers.
nl: De moeilijkheidsgraad mag alleen nummers bevatten

source: The difficulty should be less than 5 stars.
nl: De moeilijkheidsgraad kan niet meer dan 5 sterren zijn

source: The description should contain less than 15.000 characters. You use now %size% characters.
nl: De omschrijving is te lang. Je mag tot 15.000 characters gebruiken. Momenteel heb je %size% characters

source: Fill in at least one keyword
nl: Trefwoorden mogen niet leeg zijn

source: The estimated course duration should be greater than zero
nl: De geschatte cursusduur moet groter dan nul zijn

source: The difficulty is not allowed to have zero stars.
nl: De moeilijkheidsgraad kan niet minder dan nul sterren zijn

source: At least a YouTube video or introduction text should be added.
nl: Er moet of een video of een introductietekst zijn opgegeven. Het mag ook allebei maar ze mogen niet beide leeg zijn.

source: The link which you provided is not allowed. Make sure a link looks something like this: https://www.youtube.com/watch?v=ftLIR5AjqMs of https://youtu.be/ftLIR5AjqMs. The "http(s)" en "www" are optional.
nl: De opgegeven youtube url voldoet niet aan de regels. Zorg ervoor dat de url er als volgt uitziet: https://www.youtube.com/watch?v=ftLIR5AjqMs of https://youtu.be/ftLIR5AjqMs. De "http(s)" en "www" zijn optioneel

source: An empty title is not allowed
nl: De titel moet zijn ingevuld

source: The title contains characters which are not allowed. You may only use: numbers, letters and : ',', ",", !, ? ( and
nl: De titel bevat illegale characters. Je mag alleen letters van het alfabet en nummers gebruiken

source: The title is longer then allowed.
nl: De titel is te lang

source: The characters < en > are not allowed
nl: De characters < en > mogen niet gebruikt worden

source: The file is greater than 3 MB
nl: Het bestand is groter dan 3 MB

source: This file is not allowed. You can only use files which have the extention: %extensions%
nl: Dit bestand mag niet. Er mag alleen %extensions% bestanden worden geupload

source: This image is not recognized. Try another image.
nl: Het bestand wordt niet herkend. Probeer een ander plaatje

source: The content is not allowed to be empty
nl: De inhoud mag niet leeg zijn

source: The content is not allowed to exceed more than 15000 characters. You entered %size% characters
nl: De inhoud bevat meer dan 15000 characters. Momenteel heb je %size% characters

source: An empty question is not allowed
nl: De vraag mag niet leeg zijn

source: A question which is larger than 2500 characters is not allowed
nl: De vraag is groter dan 2500 characters

source: The question contains the characters < en >. These characters are not allowed
nl: De vraag bevat de characters < en >. Deze mogen niet worden gebruikt

source: An empty answer indication is not allowed
nl: De antwoord indicatie mag niet leeg zijn

source: The answer indication contains more than 15000 characters. You entered %size% characters
nl: De antwoord indicatie bevat meer dan 15000 characters. Momenteel heb je %size% characters

source: The characters < en > are not allowed
nl: De characters < en > mogen niet gebruikt worden

source: An empty answer option is not allowed
nl: Het antwoord mag niet leeg zijn

source: The answer is longer than 250 characters
nl: Het antwoord is groter dan 250 characters

source: The answer is not allowed to contain the de characters < en >
nl: Het antwoord mag de characters < en > niet bevatten

source: At least two answers should be present
nl: Er moeten minstens twee ingevulde antwoorden zijn opgegeven

source: An assignment page is not allowed to contain more than 10 questions. If you want to add more questions you can add another assignment page
nl: 1 opdrachtpagina mag maximaal 10 opdrachten bevatten. Om meerdere opdrachten aan te maken, maak een nieuwe opdrachtpagina

source: At least one correct answer should be present
nl: Er moet minimaal 1 goed antwoord zijn

source: This course cannot be published (yet)
nl: Deze cursus mag nog niet worden gepubliceerd

source: The assignment page %1 contains no assignments. Add at least one question ore remove the page
nl: De opdrachtpagina %1 bevat geen opdrachten. Verwijder deze pagina of zorg ervoor dat er minstens 1 vraag wordt gesteld

source: The first name is empty
nl: De voornaam moet zijn ingevuld

source: The first name contains characters which are not allowed
nl: De voornaam bevat illegale characters

source: The first name cannot contain more than 255 characters
nl: Onze excuses. De voornaam is te lang en mag maximaal 255 characters bevatten

source: The last name is empty
nl: De achternaam moet zijn ingevuld

source: The last name contains illegal characters
nl: De achternaam bevat illegale characters

source: The last name cannot contain more than 255 characters
nl: Onze excuses. De achternaam is te lang en mag maximaal 255 characters bevatten

source: Email address is not correct
nl: De email moet zijn ingevuld

source: Please enter a valid email adress
nl: Het opgegeven emailadres is niet geldig

source: The date of birth is invalid
nl: Het opgegeven geboortedatum is niet geldig

source: The class name is too long. The name should contain less then 55 characters
nl: De naam van de klas is te lang. De lengte mag maximaal 50 characters lang zijn

source: The class name may only contain numbers and letters. Characters like '; `[] {}, etc. are not allowed
nl: De naam van de klas mag alleen nummers en letters bevatten. Tekens als ';`[]{}, etc. zijn verboden

source: The school year cannot be larger than 20
nl: Het schooljaar mag niet groter zijn dan 20

source: The school year can only be a positive number
nl: Het schooljaar moet een positief getal zijn

source: The school year should be a number
nl: Het schooljaar moet een getal zijn

source: The level is too long. It cannot contain more than 50 characters
nl: Het niveau is te lang. De maximale grote is 50 characters

source: The level may only contain numbers and letters. Characters like '; `[] {}, etc. are not allowed
nl: Het niveau mag alleen nummers en letters bevatten. Tekens als ';`[]{}, etc. zijn verboden

source: The language is limited to 255 characters.
nl: De taal mag maximaal 255 characters bevatten

source: The language contains illegal characters/numbers
nl: De taal bevat illegale characters en/of cijfers

source: The country name cannot contain more than 255 characters
nl: De naam van het land is te lang. Het land mag maximaal 255 characters bevatten

source: The country name cannot contain numbers or programming code
nl: De naam van het land bevat of cijfers of codeertaal

source: This course is already in your basket
nl: Deze cursus heb je al in je mandje

source: The selected course does not longer exist
nl: De geselecteerde cursus bestaat niet meer

source: The selected course is removed and cannot be added to the course bakset
nl: De geselecteerde cursus is verwijderd en kan niet in de cursusmand worden gezet

source: The selected course is not yet published
nl: De geselecteerde cursus is nog niet gepubliceerd

source: The Google Drive link you provided is invalid
nl: Het ingevulde google drive url is niet geldig

source: The DropBox link you provided is invalid
nl: Het ingevulde dropbox url is niet geldig

source: You already reviewed this course
nl: U heeft deze cursus al een review gegeven

source: The rating should be between 0 and 5 stars
nl: De beoordeling moet tussen de 0 en 5 sterren liggen

source: The course report has been shared. Shared reports cannot be edited.
nl: De cursusrapport is klaar en gedeeld. Gedeelde rapporten kunnen niet worden gewijzigd.

source: This course report cannot be viewed yet. There can be two possible reasons: I.) there are no questions for this course. II.) Not all questions are answered. %1
nl: Het rapport van deze cursus kan nog niet worden bekeken. Dit kan komen omdat de cursus geen vragen stelt of omdat nog niet alle vragen zijn beantwoord. %1

source: This report is shared with %1 individuals. Shared reports cannot be removed
nl: Dit rapport wordt gedeeld met %1 begeleiders. Dit zorgt ervoor dat het rapport niet verwijderd kan worden

source: In order to view a report you should be signed in
nl: Om een rapport te delen moet je zijn ingelogd

source: The report is already shared with the person you entered
nl: Dit rapport is al gedeeld met de opgegeven begeleider

source: The entered share code belongs to you. You cannot share reports with yourself
nl: De ingevulde mentorcode is van jezelf. Je kunt geen rapporten met jezelf delen
