Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/messages.*.xlf
Languages: nl

source: Copyright
nl: Auteursrecht

source: Guidelines
nl: Richtlijnen

source: Language
nl: Taal

source: Terms of Use
nl: Voorwaarden

source: Privacy policy
nl: Privacybeleid

source: Cookie policy
nl: Cookiebeleid

source: Follow us
nl: Volg ons

source: About us
nl: Over ons

source: Frequently asked questions
nl: Veelgestelde vragen

source: Create course
nl: Maak cursus

source: Basket
nl: Mandje

source: More
nl: Meer

source: StudyLivre offers you the possibility to view, create and share courses. You can also view and share course reports.
nl: StudyLivre biedt je de mogelijkheid om cursussen te bekijken, creëren en onderling te delen. Je kunt ook cursusrapporten inzien en delen.

source: Course, course report, StudyLivre
nl: Cursus, cursusrapport, StudyLivre

source: The Discover menu offers an overview about the StudyLivre platform.
nl: Het Ontdek menu biedt een overzicht van het StudyLivre platform.

source: StudyLivre, discover
nl: StudyLivre, ontdek

source: My reports
nl: Mijn rapporten

source: Course basket
nl: Cursusmandje

source: Study
nl: Studeer

source: The answers of the following questions are missing
nl: De volgende opgaven missen

source: Last page
nl: Laatste pagina

source: End of the course
nl: Einde van de cursus

source: View course report
nl: Bekijk cursusrapport

source: Grade course
nl: Cursusbeoordeling

source: Send
nl: Verstuur

source: You have graded this course on
nl: Je hebt deze cursus op

source: as follows
nl: als volgt beoordeeld

source: Add review
nl: Review toevoegen

source: Create an review and share your experience
nl: Deel je ervaring en vul een cursusreview in

source: View review
nl: Bekijk review

source: In order to write a review you have to be signed in
nl: Om een review te kunnen schrijven moet je zijn ingelogd

source: A course report will be generated once you finish a course. The report is based on your answers. The report will be automatically saved at: Basket → My reports. When you are not signed in all your progress will be lost once you close your internet browser
nl: Na afronding van de cursus wordt een cursusrapport samengesteld met daarin jouw antwoorden op de meerkeuze- en open vragen. Alle rapporten kun je terug vinden bij: Mandje → Mijn rapporten. LET OP: Indien je niet ingelogd bent dan verlies je al je voortgang zodra je je internet browser afsluit

source: Notify
nl: Rapporteren

source: Start page
nl: Startpagina

source: Start of the course
nl: Start van de cursus

source: A course report will be generated once you finish the course. The report is based on your answers. The report will be automatically saved at: Basket → My reports.
nl: Na afronding van de cursus wordt een cursusrapport samengesteld met daarin jouw antwoorden op de meerkeuze- en open vragen. Alle rapporten kun je terug vinden bij: Mandje → Mijn rapporten.

source: Save answers
nl: Antwoorden opslaan

source: No announcements
nl: Geen mededelingen

source: Link to course material
nl: Link naar cursusmateriaal

source: The course material can be accessed through the following link(s)
nl: Het cursusmateriaal is beschikbaar via de onderstaande link(s)

source: This course has no course material.
nl: Deze cursus heeft geen additionele cursusmateriaal

source: Return to start page
nl: Terug naar startpagina

source: No reviews for this course
nl: Er zijn nog geen reviews voor deze cursus

source: This course has no planning
nl: Deze cursus heeft geen bijbehorende planning

source: No course selected
nl: Geen cursus geselecteerd

source: Search a course or select one from the course basket (Basket → Course basket). Click on the buttons below to learn more about following a course and the course report.
nl: Zoek een cursus of selecteer een cursus uit je cursusmandje (Mandje → Cursusmandje). Klik op onderstaande buttons voor meer informatie over het volgen van cursussen en het cursusrapport.

source: In order to use the course basket you need to be signed in.
nl: Om gebruik te maken van het cursusmandje moet je zijn ingelogd.

source: No course found in your course basket.
nl: Je hebt nog geen cursussen in je mandje.

source: Search course
nl: Cursus Zoeken

source: Last page
nl: Laatse pagina

source: Click on the button
nl: Klik op de button

source: 'Next'
nl: 'Volgende'

source: ,which is situated below in the right corner, in order to start the course.
nl: die je rechts onder kunt vinden om de cursus te starten.

source: Note
nl: Let op

source: There are unanswered questions on this page.
nl: Niet alle vragen op deze pagina zijn beantwoord

source: Enter an answer
nl: Type hier je antwoord

source: Page overview
nl: Pagina overzicht

source: Drag and drop the pages in order to rearrange the page position
nl: Klik en sleep de pagina's om de volgorde te wijzigen

source: Search data
nl: Zoekdata

source: Course card
nl: Cursuskaart

source: Introduction
nl: Introductie

source: Prerequisites and provider
nl: Voorkennis en aanbieder

source: Instructors
nl: Instructeurs

source: Announcements
nl: Mededelingen

source: Documents
nl: Documenten

source: Add page
nl: Voeg pagina toe

source: Publish
nl: Publiceer

source: Edit
nl: Bewerk

source: Provider
nl: Aanbieder

source: Drag and drop in order to rearrange the questions on this page
nl: Klik en sleep de vragen om de volgorde te wijzigen

source: Questions
nl: Vraag

source: Save
nl: Bewaar

source: Page
nl: Pagina

source: Add multiple choice question
nl: Meerkeuzevraag toevoegen

source: Question
nl: Vraag

source: Enter a question. Next, add answers and mark the correct answer(s).
nl: Type hier je vraag. Voeg daarna antwoorden toe. Vink daarna de correcte antwoord(en) aan.

source: Answers
nl: Antwoorden

source: Add answer
nl: Antwoorden toevoegen

source: Correct answer(s)
nl: Correcte antwoord(en)

source: Save
nl: Opslaan

source: Remove
nl: Verwijder

source: Return
nl: Terug

source: Add open-ended question
nl: Open vraag toevoegen

source: Open-ended question
nl: Open vraag

source: Enter a question (required field).
nl: Type hier je vraag (verplicht veld)

source: Answer indication
nl: Antwoord indicatie

source: Enter an answer indication (required field)
nl: Type hier een antwoordindicatie (verplicht veld)

source: Instructor
nl: Instructeur

source: Introduction
nl: Introductie

source: YouTube link. www.youtube.com/watch?...
nl: De YouTube url. www.youtube.com/watch?...

source: Invalid link. A valid link should look like this: https://www.youtube.com/watch?v=ftLIR5AjqMs, https://youtu.be/ftLIR5AjqMs
nl: De ingevulde YouTube url wordt niet herkend. De url moet er als volgt uitzien: https://www.youtube.com/watch?v=ftLIR5AjqMs, https://youtu.be/ftLIR5AjqMs

source: Title
nl: Titel

source: The title of the introduction (required field)
nl: De titel van de introductie (verplicht veld)

source: Textual content
nl: Tekstuele inhoud

source: Introductory text (optional field)
nl: Type hier de introductie tekst (optioneel veld)

source: Prerequisites
nl: Voorkennis

source: Required prerequisites (optional field)
nl: Vereiste voorkennis (optioneel veld)

source: No provider (institution or organization) found. This is an optional component.
nl: Geen aanbieders (instelling of organisatie) gevonden voor deze cursus. Dit is een optioneel onderdeel.

source: New provider
nl: Nieuwe aanbieder

source: Enter a planning (optional field)
nl: Type hier je planning (optioneel veld)

source: Instructors
nl: Instructeurs

source: No instructors found. This is an optional component.
nl: Geen instructeurs gevonden voor deze cursus. Dit is een optioneel onderdeel.

source: New instructor
nl: Nieuwe instructeur

source: Announcements
nl: Mededelingen

source: There are no announcements for this course. This component is optional.
nl: Er zijn nog geen mededelingen voor deze cursus. Dit is een optioneel onderdeel.

source: New announcement
nl: Nieuwe Mededeling

source: Search data
nl: Zoekdata

source: Course name
nl: Cursusnaam

source: Course name (required field)
nl: Type hier de naam van de cursus (verplicht veld)

source: Keywords
nl: Trefwoorden

source: Description
nl: Omschrijving

source: Course description of maximum 250 words (required field)
nl: Cursusomschrijving van maximaal 250 woorden (verplicht veld)

source: Language
nl: Taal

source: Not applicable
nl: Niet van toepassing

source: Level
nl: Niveau

source: Not applicable
nl: Niet van toepassing

source: Difficulty
nl: Moeilijkheid

source: Estimated course duration
nl: Geschatte cursusduur

source: Estimated course duration in minutes (required field)
nl: Schatting in minuten (verplicht veld)

source: Documents
nl: Documenten

source: How to add documents?
nl: Hoe voeg ik documenten toe?

source: The Google Drive url (optional field)
nl: De url van de Google Drive documenten (optioneel veld)

source: Dropbox url (optional field)
nl: De url van de Dropbox documenten (optioneel veld)

source: Add assignments
nl: Opdrachten toevoegen

source: Page title
nl: Pagina titel

source: Multiple choice question
nl: Meerkeuze vraag

source: Open-ended question
nl: Open vraag

source: Explanation page
nl: Uitlegpagina

source: Assignment page
nl: Opdrachtpagina

source: This course is already published. Keep this in mind when you want to edit this course.
nl: Deze cursus is al gepubliceerd. Denk hieraan wanneer je de cursus gaat bewerken

source: When your course is published it will be available in the search results. A publication cannot be reversed! You can still edit the course once it is published, except the assignment pages. Click on the button below in order to publish your course
nl: Zodra je deze cursus publiceert verschijnt deze bij de zoekresultaten. Een publicatie kan niet worden teruggedraaid! Je mag nog wel de cursus bewerken wanneer gepubliceerd. De opdrachtpagina's zijn hierop een uitzondering. Klik op de knop hieronder om jou cursus te publiseren.

source: Publish course
nl: Publiceer Cursus

source: This course does not met the minimum requirements. Navigate to the Start Page or click on the link to find out what is missing
nl: Deze cursus voldoet nog niet aan alle regels om gepubliceerd te worden. Navigeer naar de startpagina of klik op de onderstaande link om te kijken wat je nog mist

source: Start Page
nl: Startpagina

source: Course name will appear here once it is known
nl: Hier komt de naam van de cursus te staan, wanneer ingevuld

source: Start Page
nl: Startpagina

source: In this menu you can create a course. It is recommended to take a look at our guidelines and author rights policy before you start creating courses.
nl: In dit menu kunt een cursus maken. Voordat je begint, raden we je aan om onze richtlijnen en auteursbeleid door te nemen.

source: Author rights
nl: Auteursrecht

source: Guidelines
nl: Richtlijnen

source: Detailed information
nl: Maak cursus

source: Minimum requirements met?
nl: Voldaan aan minimale eisen voor publicatie?

source: Search data
nl: Zoekdata

source: Course Card
nl: Cursuskaart

source: At least one course page is present
nl: Tenminste 1 cursuspagina toegevoegd

source: What to do when you have met the minimum requirements
nl: Voldaan aan de minimale eisen

source: When your course meets the minimum requirements you can publish it. After publication the course will be added to the search results. Navigate to the tab
nl: Zodra je cursus voldoet aan de minimale eisen kun je de cursus laten opnemen in de zoekresultaten. Navigeer naar de tab

source: Publish
nl: Publiceren

source: in order publish your course.
nl: om dit te realiseren.

source: Add explanation
nl: Uitleg toevoegen

source: Page title
nl: Pagina titel

source: The title of the page (required field)
nl: De titel van deze pagina (verplicht veld)

source: Explanation
nl: Uitleg

source: Explanation content (required field)
nl: Type hier je uitleg (verplicht veld)

source: Add explanation
nl: Uitleg toevoegen

source: Page title
nl: Pagina titel

source: The page title (required field)
nl: De titel van deze pagina (verplicht veld)

source: Edit
nl: Bewerk

source: Message
nl: Bericht

source: This course has no name yet
nl: Deze cursus heeft nog geen naam

source: Edit course
nl: Bewerk cursus

source: View reviews
nl: Bekijk reviews

source: Course
nl: Cursus

source: No description found
nl: Geen omschrijving gevonden

source: Is published
nl: Is gepubliceerd

source: User who create the course
nl: Gebruiker die de cursus heeft aangemaakt

source: Number of views
nl: Aantal weergaven

source: Views
nl: Weergaven

source: Total ratings
nl: Totaal ratings

source: Pages
nl: Pagina's

source: Organization or institution
nl: Organisatie of instelling

source: Provider
nl: Aanbieder

source: Estimation
nl: Schatting

source: Course duration
nl: Cursusduur

source: Educational level
nl: Educatie niveau

source: Level
nl: Niveau

source: Course report list
nl: Cursusrapporten lijst

source: Course name
nl: Cursusnaam

source: Report
nl: Rapport

source: Rate
nl: Beoordeel

source: Graded
nl: Nagekeken

source: First name A - Z
nl: Voornaam A - Z

source: First name Z - A
nl: Voornaam Z - A

source: Last name A - Z
nl: Achternaam A - Z

source: Last name Z - A
nl: Achternaam Z - A

source: Course creation menu
nl: Cursus creatiemenu

source: Close course
nl: Cursus sluiten

source: Courses you created
nl: Zelfgemaakte cursussen

source: You don’t have created any course yet
nl: Je hebt nog geen cursussen aangemaakt. Bezoek het Ontdek menu voor meer info

source: View reports
nl: Bekijk rapporten

source: Students
nl: Cursisten

source: There are no reports which are shared with you
nl: Er zijn nog geen rapporten met jou gedeeld

source: Share requests
nl: Deel verzoeken

source: There are currently no share requests.
nl: Er zijn momenteel geen deel verzoeken.

source: Create course
nl: Aanmaken cursus

source: My courses
nl: Mijn cursussen

source: Shared reports
nl: Gedeelde rapporten

source: Google Drive url (optional field)
nl: De url van de Google Drive documenten (optioneel veld)

source: New course
nl: Nieuwe cursus

source: Difficulty
nl: Moeilijkheidsgraad

source: Explanation content (optional field)
nl: Type hier je uitleg (optioneel veld)

source: Create course
nl: Cursus maken

source: Extensive information
nl: Uitgebreide informatie

source: Course report
nl: Cursusrapport

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Date of birth
nl: Geboortedatum

source: Country
nl: Land

source: Language
nl: Taal

source: Member since
nl: Lid sinds

source: Education
nl: Educatie

source: Class
nl: Klas

source: Study year
nl: Leerjaar

source: Level
nl: Niveau

source: No educational details available.
nl: Geen educatiegegevens beschikbaar. Klik op de knop wijzig om deze toe te voegen

source: Discover
nl: Ontdek

source: Introduction
nl: Introductie

source: Follow a course
nl: Cursus volgen

source: Create course
nl: Cursus maken

source: Course report
nl: Cursusrapport

source: View course collection
nl: Bekijk cursusaanbod

source: User profile
nl: Gebruikersprofiel

source: Teach data
nl: Onderwijs gegevens

source: Education profile
nl: Onderwijzersprofiel

source: Course created
nl: Cursussen aangemaakt

source: Your share code
nl: Uw deelcode

source: Search
nl: Zoekterm

source: Search course
nl: Zoekopdracht

source: Search
nl: Zoek

source: Advanced search
nl: Geadvanceerd zoeken

source: Keywords
nl: Trefwoorden

source: Keywords/ tags
nl: Trefwoorden / tags

source: Provider
nl: Aanbieder

source: Provider name
nl: Naam van de aanbieder

source: Instructor
nl: Instructeur

source: Instructor name
nl: Naam van de instructeur

source: Language
nl: Taal

source: Not applicable
nl: Niet van toepassing

source: Level
nl: Niveau

source: No results found
nl: Geen resultaten gevonden

source: Result
nl: Resultaat

source: Welcome
nl: Welkom

source: Introduction
nl: Introductie

source: StudyLivre offers you the possibility to view, create and share courses. A course report will be generated once you finish a course. The report is based on your answers. You can share reports with other users. Click on the buttons below for more information.
nl: StudyLivre biedt je de mogelijkheid om cursussen te bekijken, creëren en onderling te delen. Na afronding van een cursus is het mogelijk je cursusrapport, met daarin je behaalde resultaten, in te zien. Je kunt ook rapporten delen. Klik op een van onderstaande buttons voor meer informatie.

source: Search
nl: Zoeken

source: Search course name
nl: Zoek op cursusnaam

source: Create course
nl: Cursus maken

source: StudyLivre offers you the possibility create courses. Each course contains multiple pages. You can add or edit the following course pages
nl: StudyLivre biedt je de mogelijkheid om zelf cursussen te maken. Iedere cursus is opgebouwd uit meerdere pagina's. Zo kun je onder andere de volgende onderdelen toevoegen of bewerken

source: Click on the button below to learn more about following a course
nl: Klik op onderstaande button voor meer informatie over het volgen van een cursus

source: for example, a page with announcements, documents or a planning
nl: bijvoorbeeld een pagina voor mededelingen, documenten of een planning

source: StudyLivre is an educational platform where you can
nl: StudyLivre is een educatief platform waarop je kunt

source: Click on the button below to learn more about following a course
nl: Klik op onderstaande button voor meer informatie over het volgen van een cursus

source: Choose what you want to learn
nl: Kiezen wat en hoe je wilt studeren

source: Learn whenever you want to
nl: Leren waar en wanneer je dat uitkomt

source: View or share a course report which shows your course results
nl: Een cursusrapport (met daarin jouw cursusresultaten) kunt inzien en delen met anderen

source: The course report
nl: Het cursusrapport

source: A course report will be generated once you finish a course. You can view and share the report. A page will be generated for each assignment page (with open-ended and multiple choice questions). You can view the report online or download it as PDF file.
nl: Na afronding van een cursus kan je een cursusrapport - met daarin je resultaten - inzien en delen. Voor iedere opdrachtpagina (met open- en meerkeuzevragen) van de desbetreffende cursus wordt een pagina in het rapport aangemaakt. Het rapport is online in te zien. Eveneens is het mogelijk om een PDF-versie van het rapport te downloaden.

source: Share course reports
nl: Cursusrapport delen

source: You can share a course report with other people, for example: a friend or a teacher. The only thing you have to do is fill in the SHARE CODE from the person which you want to share with
nl: Je kan een cursusrapport delen met bijvoorbeeld een instructeur, begeleider of vriend. Het enige wat je hiervoor hoeft te doen is de unieke DEELCODE in te voeren van de persoon waarmee je wilt delen

source: Quick menu
nl: Snelmenu

source: StudyLivre offers you the possibility to view, create and share courses. A course report will be generated once you finish a course. The report is based on your answers. You can share reports with other users
nl: StudyLivre biedt je de mogelijkheid om cursussen te bekijken, creëren en onderling te delen. Na afronding van een cursus is het mogelijk je cursusrapport, met daarin je behaalde resultaten, in te zien. Je kunt ook rapporten inzien van personen die ervoor gekozen hebben om het rapport met je te delen

source: The Discover menu offers an overview about the StudyLivre platform. Select a subject you want to know more
nl: Het Ontdek menu biedt een overzicht van het StudyLivre platform. Selecteer een onderwerp waarover je meer te weten wilt komen

source: Person
nl: Persoon

source: Language
nl: Taal

source: Remove account
nl: Account opheffen

source: Send an email to info@studyLivre.com where you indicate that you want to remove your account.
nl: Stuur een email naar info@studylivre.com waarin je aangeeft dat je account wilt opheffen. Daarna zal je account verwijderd worden.

source: Click on the buttons below for mor information.
nl: Klik op een van onderstaande buttons voor meer informatie.

source: Find out what you can do
nl: Ontdek wat je kunt doen

source: By visiting and using this site you agree with our
nl: Door het bezoek en gebruik van deze site gaat u akkoord met ons

source: Privacy Policy
nl: Privacybeleid

source: and
nl: en

source: Cookie Policy
nl: Cookiebeleid

source: for more information.
nl: voor meer informatie.

source: Close
nl: Sluiten

source: Instructor
nl: Instructeur

source: Views
nl: Weergaven

source: Pages
nl: Pagina's

source: Provider
nl: Aanbieder

source: Course duration
nl: Cursusduur

source: Difficulty
nl: Moeilijkheidsgraad

source: Level
nl: Niveau

source: Available since
nl: Beschikbaar sinds

source: Edited on
nl: Gewijzigd op

source: Question
nl: Vraag

source: Visit course
nl: Naar cursus

source: Course Card
nl: Cursuskaart

source: Course
nl: Cursus

source: View
nl: Bekijk

source: Announcement
nl: Mededeling

source: Announcement
nl: Mededeling

source: Sort
nl: Sorteer op

source: Date added
nl: Datum toegevoegd

source: Title A - Z
nl: Titel A - Z

source: Title Z - A
nl: Titel Z - A

source: Number of pages ascending
nl: Aantal pagina's oplopend

source: Number of pages descending
nl: Aantal pagina's aflopend

source: Course duration ascending
nl: Cursusduur oplopend

source: Course duration descending
nl: Cursusduur aflopend

source: Page
nl: Pagina

source: Save
nl: Bewaar

source: Prerequisites and provider
nl: Voorkennis en aanbieder

source: Prerequisites
nl: Voorkennis

source: Date (new)
nl: Datum (nieuw)

source: Date (old)
nl: Datum (oud)

source: Unread
nl: Ongelezen

source: Read
nl: Gelezen

source: Course rating
nl: Cursusbeoordeling

source: Posted on
nl: Gepost op

source: Anonyms
nl: Anoniem

source: Rating
nl: Beoordeling

source: Level
nl: Niveau

source: None
nl: Geen

source: Course report
nl: Cursusrapport

source: View result
nl: Bekijk resultaat

source: Share report
nl: Deel rapport

source: Report
nl: Rapport

source: This reports belongs to
nl: Dit rapport hoort bij

source: You can view all the questions which belong to this course and the answers you have given
nl: Je kunt alle vragen die bij deze cursus horen inzien, inclusief de door jouw gegeven antwoorden

source: Download as
nl: Download als

source: Course completed
nl: Cursus afgerond

source: Percentage correct answers
nl: Aantal juiste meerkeuze antwoorden

source: Shared with
nl: Gedeeld met

source: End of course report
nl: Eind cursusrapport

source: Index
nl: Inhoudsopgave

source: Page
nl: Pagina

source: Relevance
nl: Relevantie

source: Course completed ascending
nl: Cursus afgerond oplopend

source: Course completed descending
nl: Cursus afgerond aflopend

source: Course basket
nl: Cursusmandje

source: To course basket
nl: Naar cursusmand

source: No ratings avaliable
nl: Geen beoordelingen aanwezig

source: Course name
nl: Cursusnaam

source: Person
nl: Deelnemer

source: Number of course reports
nl: Aantal cursusrapporten

source: Reports graded
nl: Rapporten nagekeken

source: Reports reviewed
nl: Rapporten beoordeeld

source: View reports
nl: Bekijk rapporten

source: Course
nl: Cursus

source: Search
nl: Zoeken

source: My account
nl: Mijn account

source: Start page
nl: Startpagina

source: Guidelines
nl: Richtlijnen

source: Profile
nl: Profiel

source: Course basket
nl: Cursusmandje

source: My courses
nl: Mijn cursussen

source: Shared reports
nl: Gedeelde rapporten

source: Discover
nl: Ontdek

source: Log out
nl: Uitloggen

source: sign in
nl: Inloggen

source: My account
nl: Mijn account

source: User menu
nl: Gebruikersmenu

source: Next
nl: Volgende

source: Course pages
nl: Cursuspagina's

source: Course Menu
nl: Cursusmenu

source: Course review
nl: Cursusreviews

source: Announcements
nl: Mededelingen
