Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/messages.*.xlf
Languages: nl

source: Close course
nl: Cursus sluiten

source: Documents
nl: Documenten

source: Error message
nl: Foutmelding

source: Original exception
nl: Orignele exceptie

source: Messages
nl: Berichten

source: Course reports
nl: Cursusrapporten

source: Study
nl: Studeer

source: Notify
nl: Rapportage

source: send by
nl: gezonden door

source: Notify details
nl: Rapportage details

source: Component
nl: Onderdeel

source: Notify subject
nl: Rapportage onderwerp

source: Personal details
nl: Persoonsgegevens

source: User ID
nl: Gebruiker ID

source: Saved email
nl: Opgeslagen email

source: Specified email
nl: Opgegeven email

source: Phone
nl: Telefoonnummer

source: Message
nl: Bericht

source: You inbox contains no messages
nl: Uw inbox bevat geen berichten

source: Messages
nl: Berichten

source: Remove
nl: Verwijder

source: Mark as unread
nl: Markeer als ongelezen

source: Edit
nl: Wijzig

source: Results
nl: Resultaten

source: Create account
nl: Account aanmaken

source: Follow a course
nl: Cursus volgen

source: New course
nl: Nieuwe cursus

source: Course report
nl: Cursusrapport

source: Create course
nl: Cursus maken

source: Commercial
nl: Reclame

source: Explanation pages
nl: Uitlegpagina's

source: Assignment pages
nl: Opdrachtpagina's

source: Other course pages
nl: Overige cursuspagina's

source: Click on the button below for more information about creating courses.
nl: Klik op onderstaande button voor meer informatie over hoe je een cursus maakt.

source: short course overview
nl: kort overzicht met daarin de cursushoofdlijnen

source: video's en texts
nl: video's en teksten

source: multiple choice and open-ended questions
nl: meerkeuze- en open vragen

source: Introduction
nl: Introductie

source: View report
nl: Bekijk rapport

source: Next
nl: Volgende

source: Correct answer
nl: Goed beantwoord

source: Wrong answer
nl: Fout beantwoord

source: Your answer
nl: Gegeven antwoord

source: Correct answer(s)
nl: Correcte antwoord(en)

source: Answer indication
nl: Antwoordindicatie

source: Course report overview
nl: Cursusrapporten overzicht

source: No course reports found
nl: Geen cursusrapporten gevonden

source: Once you finish a course the course report which belongs to it will be saved here automatically.
nl: Zodra je een cursus hebt afgerond kun je hier het bijbehorende cursusrapport terugvinden.

source: Previous
nl: Vorige

source: More
nl: Meer

source: Prerequisites
nl: Voorkennis

source: Providers
nl: Aanbieders

source: Instructor(s)
nl: Instructeur(s)

source: Course summary
nl: Cursus samenvatting

source: Required prerequisites
nl: Vereiste voorkennis

source: No prerequisites required
nl: Geen vereiste voorkennis nodig

source: This course has no provider (institution or organization)
nl: Deze cursus heeft geen aanbieders (instelling of institutie)

source: This course has no instructor(s)
nl: Deze cursus heeft geen Instructeurs

source: Page overview
nl: Pagina overzicht

source: Introduction
nl: Ter informatie

source: View course collection
nl: Bekijk cursusaanbod

source: Save and close
nl: Bewaar en sluiten

source: Cancel
nl: Annuleren

source: Send
nl: Verstuur

source: Course information
nl: Cursusinformatie

source: Index
nl: Inhoud

source: No
nl: Nee

source: Yes
nl: Ja

source: Submit notification
nl: Rapportage indienen

source: Course name
nl: De naam van de cursus

source: Course page
nl: Cursuspagina

source: Title of the course page
nl: De titel van de cursuspagina

source: Component
nl: Onderdeel

source: Other
nl: Overige

source: Course Card
nl: Cursuskaart

source: Course material
nl: Cursusmateriaal

source: Announcement
nl: Mededeling

source: What do you want to notify?
nl: Wat wilt u rapporteren?

source: Author rights infringement
nl: Auteursrechtschending

source: Inappropriate content/ content that violates the guidelines
nl: Ongepaste inhoud / richtlijnen overschrijding

source: Other
nl: Overige

source: Explanation
nl: Toelichtig

source: A detailed description of the issue
nl: Omschrijf duidelijk wat je wilt rapporteren

source: Your email address
nl: Je e-mailadres

source: Phone
nl: Telefoon

source: Your phone number (optional field)
nl: Je telefoonnummer (optioneel veld)

source: End of course report
nl: Eind cursusrapport

source: Required pages
nl: Vereiste standaardpagina’s

source: Optional standard pages
nl: Optionele standaardpagina’s

source: Explanation pages
nl: Uitlegpagina's

source: Assignment pages
nl: Opdrachtpagina

source: Report inappropriate content
nl: Meld ongewenste content

source: Loading
nl: Laden

source: Standard pages
nl: standaardpagina’s

source: Hour
nl: uur

source: Click on the button below for more information about course reports.
nl: Klik op de onderstaande button voor meer informatie over de werking van het cursusrapport.

source: Close report
nl: Rapport sluiten

source: Remove from course basket
nl: Cursus verwijderen uit cursusmandje

source: Are you sure you want to remove this course from the course basket?
nl: Weet je zeker dat je de cursus wilt verwijderen uit het cursusmandje?

source: There are changes
nl: Er zijn wijzigingen

source: You changed this page. Do you want to save the changes?
nl: Op deze pagina zijn wijzingen aangebracht. Wil je deze opslaan

source: Add assignment page
nl: Opdrachtpagina toevoegen

source: What will be the title of assignment page
nl: Hoe gaat de opdrachtpagina heten

source: Title of the page (required field)
nl: Titel van de pagina (verplicht veld)

source: Assignment page
nl: Opdrachtpagina

source: Add explanation
nl: Uitleg toevoegen

source: Which kind of explanation do you want to add?
nl: Welk uitlegonderdeel wil je gaan toevoegen

source: Text
nl: Tekst

source: Video and/or text
nl: Video en/of tekst

source: Add provider
nl: Aanbieder toevoegen

source: Description
nl: Omschrijving

source: Provider name
nl: Naam van de aanbieder

source: Short description about the provider
nl: Schrijf iets korts over deze aanbieder

source: Add instructor
nl: Instructeur toevoegen

source: Instructor
nl: Instructeur

source: Instructor name
nl: Naam van de instructeur

source: Write something about the instructor
nl: Schrijf iets korts over deze instructeur

source: Select image
nl: Selecteer afbeelding

source: Current image
nl: Huidige afbeelding

source: Select an image with a pgn, jpg or jpeg extension
nl: Selecteer een afbeelding met de extensie png, jpg of jpeg

source: Remove provider
nl: Aanbieder verwijderen

source: mo.deleltion_cannot_be_undone
nl: Verwijderen kan niet ongedaan worden.

source: Are you sure you want to remove the provider
nl: Weet je zeker dat je de aanbieder die hier volgt wilt verwijderen

source: mo.remove_details_02
nl: te verwijderen

source: Are you sure you want to remove the following instructor:
nl: Weet je zeker dat je de instructeur die hier volgt wilt verwijderen

source: . Deletion cannot be undone
nl: Instructeur verwijderen

source: Add announcement
nl: Mededeling toevoegen

source: Title
nl: Titel

source: Title of the announcement
nl: Titel van de mededeling

source: Content
nl: Inhoud

source: Announcement
nl: Type hier de mededeling

source: Instructor
nl: Instructeur

source: Announcement
nl: Mededeling

source: Send on
nl: Verzonden op

source: Remove page
nl: Pagina verwijderen

source: Are you sure you want to remove the page
nl: Weet je zeker dat je de pagina die hier volgt wilt verwijderen

source: Do you wan to remove the following announcement
nl: Weet je zeker dat je de volgende mededeling wilt verwijderen

source: Remove announcement
nl: Mededeling verwijderen

source: Remove course
nl: Cursus verwijderen

source: Are you sure you want to remove this course
nl: Weet je zeker dat je deze cursus wilt verwijderen

source: Are you sure you want to remove this course
nl: Weet je zeker dat je deze cursus wilt verwijderen

source: Message
nl: Bericht

source: Enter a review
nl: Schrijf hier je review

source: Remove
nl: Verwijder

source: Remove message(s)
nl: Bericht(en) verwijderen

source: Are you sure you want to remove the selected messages?
nl: Weet u zeker dat u de geselecteerde bericht(en) wilt verwijderen?

source: Remove
nl: Verwijderen

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Date of birth
nl: Geboortedatum

source: Country
nl: Land

source: Language
nl: Taal

source: Select your profile picture
nl: Selecteer je profielfoto

source: Current image
nl: Huidige afbeelding

source: Select an image with a pgn, jpg or jpeg extension
nl: Selecteer een afbeelding met de extensie png, jpg of jpeg

source: Educational details
nl: Educatiegegevens

source: Study year
nl: Studiejaar

source: Study year in numbers
nl: Het leerjaar in nummers

source: Class
nl: Klas

source: Class name
nl: De naam van de klas

source: Educational level
nl: Schoolniveau

source: Educational level
nl: Schoolniveau

source: sign in
nl: Inloggen

source: Sign in with Facebook
nl: Login met Facebook

source: Sign in with Google
nl: Login met Google

source: When you create an account you agree with our
nl: Als je een account aanmaakt ga je akkoord met de

source: Terms of Use
nl: Gebruikersvoorwaarden

source: and
nl: en het

source: Privacy Policy
nl: Privacybeleid

source: mo.login.t_long_03
nl: van StudyLivre

source: No account yet
nl: Nog geen account

source: Sign in with a Facebook or Google account
nl: Log eenmalig in met Facebook of Google

source: More info
nl: Meer info

source: Create account
nl: Account aanmaken

source: Step 1
nl: Stap 1

source: Step 2
nl: Stap 2

source: Sign in with a social media account
nl: Login met social media account

source: When you sign in for the first time with your social media account (Facebook or Google) the following data will be saved automatically
nl: Als je de eerste keer inlogt met een social media account (Facebook of Google) slaan wij automatisch de volgende gegevens van je op

source: First and last name
nl: Voornaam en achternaam

source: Date of birth
nl: Geboortedatum

source: Social media account you used during the first login
nl: Social media account waarmee je inlogt

source: That's all
nl: Klaar

source: From now on you can sign in with your social media account.
nl: Meer hoef je niet te doen. Voortaan kun je met het door jouw gekozen social media account inloggen.

source: Back
nl: Terug

source: Select your language
nl: Kies je taal

source: Error message
nl: Foutmelding

source: Write a course review
nl: Schrijf cursusreview

source: Remove report
nl: Rapport verwijderen

source: Do you want to remove the report which belongs to the course
nl: Weet je zeker dat je het rapport voor de cursus die hier volgt wilt verwijderen

source: Share report request
nl: Deel rapport verzoek

source: Share with someone else
nl: Deel met iemand anders

source: Share code
nl: Deelcode

source: The share code of the person you want to share with
nl: De deelcode van diegene waarmee je wilt delen

source: When you enter a share code of a person he or she can view your report when your share request has been accepted. It might take a while before your request is accepted. When the request is ACCEPTED the block “Shared with” (see illustration) will appear. Note: you cannot remove a report which you have shared.
nl: Als je de deelcode invult, kan de ontvanger die aan de deelcode is gekoppeld jouw cursusrapport inzien. Het kan een tijdje duren voordat je verzoek word geaccepteerd. Pas als het verzoek GEACEPTEERD is, zie je de naam van de acceptant in het blokje ‘Gedeelt met:’ (zie afbeelding). Let op: je kunt een rapport dat je gedeeld hebt niet verwijderen.

source: Added on
nl: Toegevoegd op

source: No providers found for this course
nl: Geen aanbieders gevonden voor deze cursus

source: No instructors found for this course
nl: Geen extra instructeur(s) gevonden voor deze cursus

source: No video found
nl: Geen video gevonden

source: This course has no course card yet
nl: Deze cursus heeft nog geen cursuskaart

source: No description found
nl: Geen omschrijving gevonden

source: This course is published. Persons who follow this course are allowed to finish the course. The course will no longer appear in the search results.
nl: Deze cursus is gepubliceerd. De personen die deze cursus aan het volgen zijn zullen een bericht krijgen. Deze personen kunnen gewoon de cursus afmaken. De cursus zal niet meer opzoekbaar zijn en zal niet meer te volgen zijn

source: Are you sure you want to remove the course
nl: Weet je zeker dat je de volgende cursus wilt verwijderen

source: This course has no reviews yet.
nl: Deze cursus heeft nog geen reviews.

source: Education profile
nl: Educatieprofiel

source: Education
nl: Educatie

source: No education data found
nl: Geen educatiegegevens gevonden

source: Remove person
nl: Verwijder persoon

source: Are you sure you want to remove the person
nl: Je staat op het punt om de cursist

source: ? All shared course reports will also be deleted.
nl: te verwijderen. De gedeelde rapporten voor deze persoon zullen ook automatisch worden verwijdered. Weet je het zeker?

source: Remove report
nl: Verwijder rapport

source: Are you sure you want to remove the report from
nl: Je staat op het punt om het rapport

source: from the person
nl: van de persoon

source: Last modified
nl: Laatst aangepast

source: Personal details
nl: Persoonlijke gegevens

source: Step I
nl: Stap I

source: Step II
nl: Stap II

source: Step III
nl: Stap III

source: Step IV
nl: Stap IV

source: Step V
nl: Stap V

source: Step VI
nl: Stap VI

source: Step VII
nl: Stap VII

source: Step VIII
nl: Stap VIII

source: Step I en II
nl: Stap I en II

source: At least one item should be selected
nl: Er moet minimaal 1 item zijn geselecteerd

source: Add documents
nl: Documenten toevoegen

source: Introduction
nl: Introductie

source: Information
nl: Informatie

source: Sign in to Google drive and select the directory you want to share
nl: Meld je aan bij Google Drive en selecteer de map die je wilt delen

source: Click on the share icon
nl: Klik op het delenicoontje

source: Select the hyperlink which appears in the modal and copy it
nl: Selecteer de hyperlink die in de modal verschijnt en kopieer de link

source: Past the link on the StudyLivre page Documents and press the button + url
nl: Plak de link op de StudyLivre pagina Documenten en druk op de button + url

source: Introduction
nl: Ter informatie

source: On the page Documents you can find one or two hyper links which point to Google Drive and/or Dropbox. On those sites you can place additional course material, like Word documents, PDF files or PowerPoint presentations.
nl: Op de pagina Documenten staan één of twee hyperlinks die verwijzen naar Google Drive en/of Dropbox. Op de desbetreffende websites kun je aanvullend cursusmateriaal uploaden zoals Word-documenten, PDF-bestanden of PowerPoint-presentaties

source: In order to add course material you need a Google Drive or Dropbox account. Add the material to a PUBLIC DIRECTORY. Next, add the link of the directory on the page Documents
nl: Om cursusmateriaal te kunnen toevoegen heb je een Google Drive of Dropbox account nodig. Zet het materiaal in een PUBLIEKE MAP. Daarna kun je een link naar de map toevoegen op de pagina Documenten

source: Like course material from a public Google Drive and/or Dropbox directory
nl: Link cursusmateriaal vanuit een publieke Google Drive en/of Dropbox map

source: Option 1: Google Drive
nl: Optie 1: Google Drive

source: Option 2: Dropbox
nl: Optie 2: Dropbox

source: Copy the link on the StudyLivre page Documents and press the button + url
nl: Plak de link op de StudyLivre pagina Documenten en druk op de button + url

source: Select the hyperlink ‘copy link’ which appears in the modal
nl: Selecteer de hyperlink ‘link kopiëren’ die in de modal verschijnt

source: Copy the link
nl: Kopieer de link

source: Paste the link on the StudyLivre page Documents. Next press the button + url.
nl: Plak de link op de StudyLivre pagina Documenten. Klik daarna op de button + url

source: The end result which the student sees
nl: Het eindresultaat dat de cursist ziet

source: Introduction
nl: Ter informatie

source: Follow a course
nl: Cursus volgen

source: Step 1
nl: Stap 1

source: Step 2
nl: Stap 2

source: Step 3
nl: Stap 3

source: Step 4
nl: Stap 4

source: Step 5
nl: Stap 5

source: Information about following a course
nl: Volg eenvoudig een cursus

source: Search a course
nl: Zoek een cursus

source: Navigate to: Home → Search. On the right side of each search result there are five buttons. The corresponding functionality is as follows
nl: Navigeer naar: Home → Zoeken. Aan de rechterkant van ieder zoekresultaat staan vijf buttons. De bijbehorende functionaliteit is als volgt

source: More information?
nl: Meer weten?

source: How to create a course?
nl: Maak eenvoudig je eigen cursussen

source: Where can you edit this part
nl: Waar kun je dit onderdeel bewerken

source: Introduction
nl: Introductie

source: Search data
nl: Zoekdata

source: Detailed information
nl: Uitgebreide informatie

source: Explanation page
nl: Uitlegpagina

source: Assignment page
nl: Opdrachtpagina

source: Add YouTube video
nl: Video toevoegen

source: Publish course
nl: Cursus publiceren

source: Remove course
nl: Cursus verwijderen

source: Course structure
nl: Cursusopbouw

source: A course contains multiple pages. The division is as follows:
nl: Een cursus is opgebouwd uit meerdere pagina's. De onderverdeling van de pagina’s is als volgt:

source: Select a topic where you want to learn more about
nl: Selecteer bovenaan deze pagina een onderwerp waarover je meer wilt weten

source: search data and course card
nl: zoekdata en cursuskaart

source: planning, documents and announcements
nl: planning, documenten en mededelingen

source: instruction video and texts
nl: instructievideo's en teksten

source: multiple choice and open-ended questions
nl: meerkeuze- en open vragen

source: Explanation structure
nl: Uitlegstructuur

source: The explanation of a topic starts with an introduction paragraph which contains a brief description. Next, a paragraph follows where you can find out how to edit the (course) component. Finally, you see an example of the course component once it is finished
nl: De uitleg van een onderwep start met een Ter informatie-paragraaf met daarin een algemene toelichting. Daarna volgt een paragraaf waarin staat waar en hoe je het onderdeel kunt bewerken. Tot slot volgt een voorbeeld van het desbetreffende onderwerp zoals de cursist te zien zal krijgen tijdens het volgen van een cursus

source: Search data provides input for the search result. This part is required. A course without this part cannot be published
nl: Zoekdata vormt de input voor het zoekresultaat. Dit cursusonderdeel is vereist. Een cursus zonder dit onderdeel kan niet gepubliceerd worden

source: Each course contains a Course Card where you can find a short course overview. This part is required. A course without this part cannot be published.
nl: Aan iedere cursus is een cursuskaart gekoppeld met daarin een beknopt cursusoverzicht. Dit cursusonderdeel is vereist. Een cursus zonder dit onderdeel kan niet gepubliceerd worden.

source: Course Card components
nl: De cursuskaart is als volgt opgebouwd

source: a brief overview about the course attributes, like instructor, difficulty and the course duration (automatically generated)
nl: een beknopt overzicht met daarin de belangrijkste cursuskenmerken zoals de instructeur, het niveau, cursusduur etc. (automatisch gegenereerd)

source: : information about the prerequisites (required part)
nl: : uiteenzetting over de vereiste voorkennis (optioneel onderdeel)

source: institution or organization (optional part)
nl: instelling/organisatie die de cursus aanbied (optioneel onderdeel)

source: information about the instructor(s) (required part)
nl: informatie over de instructeur(s) (verplicht veld)

source: It is possible to add a planning scheme for your course on the page Planning. This course part is optional. You can edit this page if you want to
nl: Het is mogelijk om op de pagina Planning een planningschema voor je cursus neer te zetten (bijvoorbeeld een weekplanning). Dit cursusonderdeel is optioneel. Je kunt dit onderdeel invullen of overslaan

source: On the page Announcements you can add course related announcements. This course part is optional. You can edit this page if you want to
nl: Op de pagina Mededelingen kun je als cursusmaker cursusgerelateerde mededelingen plaatsen. Dit cursusonderdeel is optioneel. Je kunt dit onderdeel invullen of overslaan

source: Add and edit documents
nl: Documenten toevoegen en bewerken

source: A explanation page contains video and/or text. You can add as many pages as you want to. When a page is created it will appear in the Page Overview. A course should contain at least one page before it can be published
nl: Een uitlegpagina is opgebouwd uit video en/of tekst. Je kunt zoveel pagina’s toevoegen als je zelf wilt. Zodra een pagina is aangemaakt verschijnt deze in het Pagina overzicht. Een cursus moet minimaal één pagina hebben om gepubliceerd te kunnen worden

source: Edit explanation page
nl: Uitlegpagina bewerken

source: Option I: Video and text explanation page
nl: Optie I: Video en tekst uitlegpagina

source: Option II: Text only explanation page
nl: Optie II: Tekstuele uitlegpagina

source: Press the button + Explanation
nl: Klik op de button + Uitleg

source: Select the button + Video and/or text
nl: Selecteer de button + Video en/of tekst

source: Edit the page. Next, click on the button Save
nl: Bewerk de pagina. Klik zodra je klaar bent op de button Bewaar

source: Once the page is saved it will appear in the Page Overview
nl: Nadat de pagina is opgeslagen verschijnt deze in het Pagina overzicht

source: Click on the button + Explanation
nl: Klik op de button + Uitleg

source: Select the button + Text
nl: Selecteer de button + Tekst

source: Edit the page. Next, click on the button Save
nl: Bewerk de pagina. Klik zodra je klaar bent op de button Bewaar

source: Once the page is saved it will appear in the Page Overview
nl: Nadat de pagina is opgeslagen verschijnt deze in het Pagina overzicht

source: Video and text explanation page
nl: Video en tekst uitlegpagina

source: Text only explanation page
nl: Tekstuele uitlegpagina

source: An assignment page consists of open-ended and/or multiple choice questions. The number of questions per page varies from one to ten. At least one correct answer should be checked for each multiple choice question. You can add as many pages as you like. Once a page is created it will appear in the Page Overview.
nl: Een opdrachtpagina is opgebouwd uit open- en/of meerkeuzevragen. Het aantal vragen per pagina varieert van één tot tien. Indien je een meerkeuzevraag toevoegt dien je tenminste één correct antwoord aan te vinken. Je kunt zoveel pagina’s toevoegen als je zelf wilt. Zodra een pagina is aangemaakt verschijnt deze in het Pagina overzicht. Een cursus moet minimaal één pagina hebben om gepubliceerd te kunnen worden

source: Edit assignment page
nl: Opdrachtpagina bewerken

source: Add questions
nl: Vragen toevoegen

source: Click on the button + Assignment
nl: Klik op de button + Opdracht

source: Enter a page title
nl: Vul de titel van de pagina in

source: Add questions to the page
nl: Voeg vragen toe aan de pagina

source: 3.1 Multiple choice question
nl: 3.1 Meerkeuze vraag

source: 3.2 Open-ended question
nl: 3.2 Open vraag

source: Select the button + Multiple choice question
nl: Selecteer de button + Meerkeuze vraag

source: Enter an answer indication. Next, click on the button Save
nl: Vul vraag en de antwoordindicatie in. Klik zodra je klaar bent op de button Bewaar

source: Select the button + Open-ended question
nl: Selecteer de button + Open vraag
