Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/messages.*.xlf
Languages: nl

source: You agree that you provide content or data only if it does not violate the law, Terms of Use or rights of others (for example, intellectual property rights).
nl: U gaat ermee akkoord dat u alleen content of gegevens verstrekt als deze niet in strijd zijn met de wetgeving, gebruiksvoorwaarden van StudyLivre of rechten van anderen (bijvoorbeeld intellectuele-eigendomsrechten).

source: All intellectual property rights in the Content which are not posted by you or other users belong to StudyLivre. The common trade and/or service marks of others in the StudyLivre Content concern the trade and/or service marks of their respective owners.
nl: Alle intellectuele-eigendomsrechten op Content die niet door u of andere gebruikers is geplaatst behoren toe aan StudyLivre. De in de Content van StudyLivre voorkomende handels- en/of dienstmerken van derden betreffen de handels- en/of dienstmerken van hun respectievelijke eigenaren.

source: You guarantee that no Content shall be posted on this Website which contains, any copyrighted material from third parties or material resting on which third-party rights (including privacy and/or publicity rights), unless you have a formal license or official permission from the rightful owner, or otherwise are legally entitled to post the material in question on the website.
nl: U garandeert dat Content die u op de Website hebt geplaatst, geen auteursrechtelijk beschermd materiaal van derden, of materiaal waarop eigendomsrechten van derden rusten (met inbegrip van privacy- en/of publiciteitsrechten) zal bevatten, tenzij u over een officiële licentie of officiële toestemming van de rechtmatige eigenaar beschikt, of op een andere wijze juridisch gerechtigd bent om het materiaal in kwestie op de website te plaatsen.

source: If we receive indications and/or complaints by other users or we suspect that a particular user is not acting in accordance with the Terms, we can - if we consider it necessary- for safety reasons and to protect our users take action. StudyLivre may for example decide to restrict or exclude an user of the website or specific functions for this user. For example, suspension of an account or deleting course items, ratings, and reviews.
nl: Indien wij aanwijzingen en/of klachten van andere gebruikers ontvangen of om andere redenen van mening zijn dat een bepaalde gebruiker niet handelt in overeenstemming met de Voorwaarden, dan kunnen wij – indien wij daartoe aanleiding zien – om veiligheidsredenen en ter bescherming van onze gebruikers maatregelen treffen. StudyLivre kan bijvoorbeeld besluiten om een gebruiker uit te sluiten van de website of bepaalde functionaliteiten voor deze gebruiker beperken. U kunt hier denken aan bijvoorbeeld schorsing van het account van de betreffende gebruiker of het verwijderen van cursusitems, beoordelingen, en reviews.

source: StudyLivre can take preventive action when an user uses the website for unintended usage, for example when a user bullies other users or tries to hack the website.
nl: StudyLivre kan deze maatregelen eveneens treffen indien u op onredelijke wijze gebruik maakt van de website, bijvoorbeeld indien uw gebruik andere gebruikers hindert of de goede werking van de website verstoort.

source: The user shall not harm the reputation of StudyLivre. This means at least that the StudyLivre is not associated with violence, sex, alcohol, cigarettes, drugs and extreme political views or that the content of StudyLivre is subject to be defamatory or discriminatory statements. It is up to StudyLivre to determine if this is the case.
nl: De gebruiker zal geen schade berokkenen aan de reputatie van StudyLivre. Dit betekent in ieder geval dat de StudyLivre niet wordt geassocieerd met geweld, sex, alcohol, sigaretten, drugs en extreme politieke standpunten dan wel dat de content van StudyLivre tot onderwerp worden gemaakt van lasterlijke of discriminerende uitingen. Het is aan de StudyLivre om te bepalen of dit het geval is.

source: You agree to do not the following:
nl: U stemt ermee in om het volgende niet te doen:

source: Create a false identity on StudyLivre;
nl: Een valse identiteit op StudyLivre creëren;

source: Misrepresent your identity, including but not limited to, the use of a pseudonym;
nl: uw identiteit verkeerd voorstellen, inclusief, maar niet beperkt tot, het gebruik van een pseudoniem;

source: Provide login data to third parties or login while you use an account which is not yours;
nl: Inloggegevens aan derden verstrekken of inloggegevens van derden te gebruiken.

source: Harass, abuse or harm other people;
nl: Andere personen treiteren, misbruiken of schade berokkenen;

source: Send spam or other unwanted messages to others;
nl: Spam of andere ongewenste berichten verzenden naar anderen;

source: Act in an unlawful, libelous, defamatory, obscene, discriminatory or other objectionable manner;
nl: Handelen op een onwettige, lasterlijke, beledigende, obscene, discriminerende of andere verwerpelijke wijze;

source: Show or share inappropriate content or other materials (such as nudity, pornography, extreme violence or criminal activity).
nl: Weergeven of delen van ongepaste inhoud of andere materialen (zoals bloot, pornografie, extreem geweld of criminele activiteiten).

source: Infringe on the rights of others (e.g. unauthorized sharing of copyrighted content or other copyrighted materials).
nl: Inbreuk maken op de rechten van anderen (bijvoorbeeld ongeautoriseerd delen van auteursrechtelijk beschermd studiemateriaal of andere auteursrechtelijk beschermde materialen, doorverkoop, of foto's).

source: To violate the property or intellectual rights of StudyLivre;
nl: De intellectuele eigendomsrechten of andere rechten van StudyLivre schenden;

source: Place something that contains software viruses, worms or other malicious code;
nl: Iets plaatsen dat softwarevirussen, wormen of andere schadelijke code bevat;

source: Evade or remove protections or make it possible for others;
nl: Beveiligingen omzeilen of verwijderen, of dit voor anderen mogelijk te maken.

source: Imply or declare that you are affiliated with or supported by StudyLivre without our official consent;
nl: Impliceren of verklaren dat u bent gelieerd aan of wordt gesteund door StudyLivre zonder onze schriftelijke toestemming;

source: Sell access to StudyLivre or related data or rent, lease, loan, trade, or (re) sales; data.
nl: Toegang tot de StudyLivre of gerelateerde gegevens of data verhuren, leasen, uitlenen, verhandelen of (opnieuw) verkopen;

source: 4. Minors
nl: 4. Minderjarigen

source: The services of StudyLivre are only accessible for minors if they have received authorization from their legal representative or it is customary that a particular child of this age independently carries out the act.
nl: De diensten van StudyLivre zijn slechts toegankelijk voor minderjarige gebruikers indien zij daarvoor toestemming hebben gekregen van hun wettelijke vertegenwoordiger of het in het maatschappelijk verkeer gebruikelijk is dat een bepaalde minderjarige van deze leeftijd de betreffende handeling zelfstandig verricht.

source: StudyLivre would like to remind visitors of this site to the fact that the Internet is not always a completely reliable provision for the transfer of and access to information and that interruptions, delays and errors can occur. StudyLivre accepts no liability for direct or indirect damages related to a (temporary) inability to access or use this site, or for any delay, through this website.
nl: StudyLivre wijst bezoekers van deze website op het feit dat internet niet altijd een geheel betrouwbare voorziening is voor de overbrenging van, en toegang tot informatie en dat zich storingen, vertragingen en fouten kunnen voordoen. StudyLivre aanvaardt geen aansprakelijkheid voor directe of indirecte schade in verband met een (tijdelijke) onmogelijkheid toegang te krijgen tot, of gebruik te maken van deze website, alsmede voor enige vertraging, door middel van deze website.

source: The fact that we offer services from third partie websites does not mean that the Livre Study recommends the products or services offered by these parties. The use of these services is entirely at the user's own risk.
nl: Het aanbieden op deze website van diensten van derden betekent niet dat de StudyLivre de door deze partijen aangeboden producten of diensten aanbeveelt. Het gebruik van dergelijke diensten is volledig voor risico van de gebruiker.

source: Last updated: August 2016
nl: Laatst bijgewerkt: augustus 2016

source: This policy is governed by Dutch law. Disputes arising out of or related to these Terms, the website and/or information will be submitted to a court in the Netherlands.
nl: Op deze Voorwaarden is Nederlands recht van toepassing. Geschillen welke voortvloeien uit, of samenhangen met deze Voorwaarden, de website en/of Informatie worden voorgelegd aan de bevoegde rechter in Nederland.

source: Oops something went wrong!
nl: Oeps er is iets misgegaan!

source: An error occurred while processing the page. We apologize for any inconveniences this might have caused.
nl: Er is iets misgegaan met het verwerken van de pagina. Onze excuses voor het ongemak

source: here
nl: hier

source: Or search a course to your liking
nl: Of zoek naar een cursus

source: Do you have the feeling this page should exist? You can contact us
nl: Moet deze pagina echt bestaan? Neem dan contact met ons op, klik

source: You have insufficient rights to access this page!
nl: Je hebt niet genoeg rechten om deze pagina te bezoeken!

source: There are multiple reasons why you're seeing this page. For more details read the section below.
nl: Er zijn meerdere redenen waarom je deze pagina krijgt te zien. Lees de onderstaande punten om een beeld te krijgen.

source: The page has recently been removed
nl: De pagina is reeds verwijderd

source: An attempt has been made to change certain data (for example changing the url)
nl: Er is een poging gedaan om bepaalde gegevens te veranderen (bijvoorbeeld de url)

source: The browser session has become corrupt. To fix this, you'll need to restart your browser
nl: De cookie van de browser is corrupt. Sluit de browser om dit te herstellen

source: Do you think that this error is unwarranted? Please contact us at info@studyLivre.com
nl: Moet deze pagina echt inzichtelijk zijn? Neem contact met ons, klik

source: The selected course has been removed!
nl: De geselecteerde cursus is verwijderd!

source: The creator of the course has removed the course. Meaning that you can't access it. Until this remains unchanged, you'll keep seeing this error page.
nl: De cursusmaker heeft deze cursus verwijderd. Dit betekent dat niemand er bij mag.

source: You have to wait for at least %1 minutes
nl: Er moet minimaal %1 minuten gewacht worden

source: We do this kind of thing to make sure a bot (a computer program) doesn't create endless courses. We apologize for any inconvenience this might have caused.
nl: Dit doen we om ervoor te zorgen dat er niet teveel cursussen tegelijk worden aangemaakt door een persoon. Onze excuses voor het ongemak.

source: Page not found!
nl: Pagina niet gevonden!

source: An error has occurred
nl: Foutmelding

source: Page not found
nl: Pagina niet gevonden

source: Access denied
nl: Toegang geweigerd

source: You're currently not logged in. For some pages you'll need to login before you can view them. To login click
nl: Je bent niet ingelogd. Voor sommige pagina's dien je te zijn ingelogd. Bijvoorbeeld voor het aanmaken van een cursus. Om in te loggen klik
