Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/messages.*.xlf
Languages: nl

source: Your mail address
nl: Jouw e-mailadres

source: Message
nl: Boodschap

source: Your message
nl: Type hier je boodschap

source: Send
nl: Verstuur

source: Guidelines
nl: Gebruikersrichtlijnen

source: Respect the StudyLivre guidelines
nl: Respecteer de StudyLivre richtlijnen

source: We ask you to make proper use of this website by adhering to the guidelines. Each course item which is added involves a certain degree of trust. Our guidelines are basically common sense.
nl: We vragen je om geen misbruik te maken van de site. Elke nieuw cursusitem dat je toevoegt gaat gepaard met een bepaalde mate van vertrouwen. Veel richtlijnen zijn vanzelf sprekend en het uitgangspunt luidt daarom: wees redelijk.

source: The guidelines
nl: De richtlijnen

source: Below you will find rules which apply to this site. We would appreciate if you take these rules seriously:
nl: Hieronder volgen een aantal logische regels waaraan je je dient te houden. Neem deze regels serieus. Zorg ervoor dat je ze begrijpt en respecteer waarom ze zijn opgesteld.

source: Author Right
nl: Auteursrecht

source: Respect copyright and intellectual property of other people. Try to use only course material that you created yourself or material for which you have been granted permission. Visit the Author Right menu for more information.
nl: Respecteer het auteursrecht. Gebruik alleen cursusmateriaal dat je zelf hebt gemaakt of waarvoor je toestemming hebt gekregen dit te doen. Bezoek het Auteursrecht- menu voor meer informatie.

source: Nudity or sexual content
nl: Geen naaktheid of seksuele inhoud

source: StudyLivre is not indented for pornography or sexual explicit course material.
nl: StudyLivre is niet bedoeld voor pornografie of seksueel expliciet cursusmateriaal.

source: Dangerous or hazardous content
nl: Schadelijk of gevaarlijk materiaal

source: Do not place course material which encourages people to perform dangerous activities or do something that might hurt someone.
nl: Plaats geen video's die anderen aanmoedigen om gevaarlijke dingen te doen waardoor iemand gewond zou kunnen raken.

source: Violent or graphic content
nl: Haatdragende inhoud of bedreigingen

source: You are not allowed to insult people because of their ethnicity, nationality, gender, sexual orientation, political or religious beliefs, medical or physical ailments. Issues such as stalking, threats, harassment, intimidation, invading privacy and inciting others to commit violent acts or to violate the terms of use is not allowed.
nl: Je mag mensen niet beledigen vanwege hun etnische afkomst, nationaliteit, geslacht, seksuele geaardheid, politieke- of religieuze overtuiging, medische- of lichamelijke aandoeningen. Zaken zoals stalken, bedreigingen, pesten, intimidatie, privacyschending en het aanzetten van anderen tot gewelddadige handelingen of tot het schenden van de gebruiksvoorwaarden is niet toegestaan.

source: Spam or misleading search data
nl: Spam of misleidende zoekdata

source: Don’t create misleading descriptions or titles with the intention to get more course views. It is not allowed to place undue, unwanted or repetitive content.
nl: Maak geen misleidende beschrijvingen of titels om ervoor te zorgen dat je cursussen vaker worden bekeken. Het is niet toegestaan om ongerichte, ongewenste of herhalende inhoud te plaatsen.

source: How to report a guidelines violation?
nl: Hoe meld je een overschrijding van de richtlijnen?

source: When you encounter inappropriate content or a author right infringement you can notify StudyLivre with the notify form.
nl: Sommige dingen die je op StudyLivre ziet zullen je wellicht niet bevallen. Als je vermoedt dat bepaalde cursusinhoud ongepast is gebruik dan het rapportageformulier om hier melding van te maken. We controleren je meldingen zorgvuldig.

source: Frequently asked questions
nl: Veel gestelde vragen

source: General questions
nl: Algemene vragen

source: Can I use StudyLivre for free?
nl: Is het gebruik van StudyLivre gratis?

source: Yes, everything is for free.
nl: Jazeker, alles is gratis.

source: How can I notify StudyLivre when I come across inappropriate content?
nl: Hoe kan ik ongepaste content melden?

source: You can use the notify form, which can be accessed from the page where you found the inappropriate content. Below each page there is a dropdown called ***more, there you can find a link to the notify form.
nl: Ga naar de pagina met de ongewenste inhoud. Onderaan de pagina staat een dropdown genaamd meer. Selecteer deze en kies de optie rapportage indienen.

source: Can I create an account when I don't have a Facebook or Google account?
nl: Kan ik een account aanmaken als ik geen Facebook of Google account heb?

source: No, you can’t.
nl: Nee, je kunt alleen inloggen via een van deze diensten.

source: Who can create courses?
nl: Wie mogen er cursussen maken?

source: Everybody. It is recommended to read our guidelines before you start to create a course.
nl: Iedereen. Voordat je een cursus aanmaakt is het raadzaam om de richtlijnen door te lezen.

source: Which personal data does StudyLivre save when I create an account?
nl: Welke gegevens laat ik achter als ik een account aanmaak?

source: Email address, first and last name, social medium account you used during your first sign in. You can also add educational details on your profile page.
nl: Als je een account aanmaakt slaan we je e-mail, voor- en achternaam en het social medium waarmee je inlogt op. Indien je je profiel aanvult dan worden eveneens educatieve- en onderwijsgegevens opgeslagen.

source: Email send
nl: Email verstuurd

source: Your message is successfully send. We aim to respond quickly to each message we receive.
nl: De email is succesvol gestuurd. Wij van StudyLivre zullen er zo snel mogelijk naar kijken. En indien nodig een reactie geven.

source: Notification send
nl: Rapportage verstuurd

source: The notification is successfully sent. We aim to respond quickly to your message.
nl: De rapportage is succesvol gestuurd. Wij van StudyLivre zullen er zo snel mogelijk naar kijken. En indien nodig een reactie geven.

source: About us
nl: Over ons

source: Author right
nl: Auteursrecht

source: Frequently asked questions
nl: Veel gestelde vragen

source: Notify
nl: Rapporteren

source: Guidelines
nl: Richtlijnen

source: Juridical
nl: Juridisch

source: Sing in
nl: Login

source: Violent course material
nl: Gewelddadig materiaal

source: It is not allowed to post shocking course material or material that can be considered sensational or disrespectful. When you use news or documentary videos that contain shocking images make sure that you provide the viewer with the right background information, so that he or she can understand what is happening.
nl: Het is niet toegestaan om cursusmateriaal te plaatsen dat als schokkend, sensationeel of respectloos beschouwd kan worden. Als je nieuws- of documentairevideo's plaatst die schokkende beelden bevatten zorg er dan voor dat je (vooraf) duidelijke informatie hierbij weergeeft zodat kijkers begrijpen wat er gebeurt.

source: Cookie Policy
nl: Cookiebeleid

source: Last updated: August 2016
nl: Laatst bijgewerkt: augustus 2016

source: Cookies are small text files that are useful for remembering settings and preferences. Because we use cookies, we make StudyLivre more personal and relevant. Cookies are saved on your computer and can be removed at any time. StudyLivre uses functional and analytical cookies to gain insight into the functioning and effectiveness of its website. Most of the cookies which StudyLivre uses disappear when you close your browser. Adds and social media from third-parties may use cookies in order to collect information.
nl: Cookies zijn kleine tekstbestanden die handig zijn bij het onthouden van instellingen en voorkeuren. Met behulp van cookies maken wij StudyLivre persoonlijker, relevanter en beter. Cookies worden op uw computer opgeslagen en zijn op elk gewenst moment te verwijderen. StudyLivre maakt gebruik van functionele en analytische cookies om inzicht te krijgen in de werking en effectiviteit van haar website. De meeste cookies van StudyLivre verdwijnen als je de browser sluit. De advertenties en social media cookies van derden verzamelen mogelijk gegevens.

source: Cookies allow, among other things, that:
nl: Cookies zorgen er onder andere voor dat:

source: you stay singed in and that you can use our website continuously
nl: je ingelogd blijft en ongestoord onze website kunt gebruiken;

source: you can read or write reviews and that you can view courses
nl: je reviews kunt lezen en schrijven, en cursussen kunt bekijken

source: errors can be traced on this website
nl: fouten en ongemak op de website worden opgespoord

source: you can share courses on social media
nl: je cursussen kunt delen via social media zoals Facebook, Twitter en Google

source: advertisers can measure how often an add is shown or clicked
nl: adverteerders en door adverteerders ingeschakelde partijen kunnen meten hoe vaak een advertentie wordt getoond of op een advertentie wordt geklikt

source: Third party cookies
nl: Cookies van derde partijen

source: With regard to the placement of cookies from third parties we advise you to read the third party statements. The same applies to our advertising parties. These statements may change regularly. StudyLivre has no influence on those statements. Only StudyLivre and authorized third parties have access to the cookie data.
nl: Voor de cookies die derde partijen voor social media-toepassingen op StudyLivre plaatsen, verwijzen wij naar de verklaringen die deze partijen op hun eigen websites daarover geven. Hetzelfde geldt voor onze advertentiepartners. Deze verklaringen kunnen regelmatig wijzigen. StudyLivre heeft hier geen invloed op. Alleen StudyLivre en onze geautoriseerde derde partijen hebben toegang tot de cookiegegevens.

source: Third parties may use third-party cookies or similar technologies in order to collect information or provide services. They can also identify your device, or your IP address or identifier for advertising (IDFA) collection, which can be used to deliver tailored adds on our website or elsewhere on the Internet.
nl: Derde partijen kunnen gebruik maken van third-party-cookies of soortgelijke technologieën voor het verzamelen van informatie om diensten te leveren. Zij kunnen ook jouw apparaat identificeren, of jouw IP-adres of ‘identifier for advertising (IDFA)’ verzamelen, die gebruikt kan worden om advertenties op maat te leveren op onze websites of elders op het internet.

source: Privacy Policy
nl: Privacybeleid

source: Personal data that we process
nl: Persoonsgegevens die wij verwerken

source: StudyLivre processes personal information when you use our services and/or because you provide it to us. Below you will find an overview of the personal data that we process:
nl: StudyLivre verwerkt persoonsgegevens over u doordat u gebruik maakt van onze diensten en/of omdat u deze zelf aan ons verstrekt. Hieronder een overzicht van de persoonsgegevens die wij verwerken:

source: First and last name
nl: Voor- en achternaam

source: Date of birth
nl: Geboortedatum

source: Email address
nl: E-mailadres

source: IP-address
nl: IP-adres

source: Social media account which you use to sign in
nl: Social media account waarmee je inlogt

source: Special and/or sensitive personal data that we process
nl: Bijzondere en/of gevoelige persoonsgegevens die wij verwerken

source: StudyLivre processes the following specific and/or sensitive personal information about you
nl: StudyLivre verwerkt de volgende bijzondere en/of gevoelige persoonsgegevens van u

source: We aim not to collect data about persons younger than 16 years old. Unless we have permission from a parent or guardian. However, we cannot check if a visitor is older than 16. We advise parents to keep an eye on the online activities of their children in order to prevent that data about their children is being collected without parental consent. If you're convinced that we have collected personal information without the consent of a minor, please contact us via info@studyLivre.com, we will remove this information as soon as possible
nl: Gegevens van personen jonger dan 16 jaar: Onze website en/of dienst heeft niet de intentie gegevens te verzamelen over websitebezoekers die jonger zijn dan 16 jaar. Tenzij ze toestemming hebben van ouders of voogd. We kunnen echter niet controleren of een bezoeker ouder dan 16 is. Wij raden ouders dan ook aan betrokken te zijn bij de online activiteiten van hun kinderen, om zo te voorkomen dat er gegevens over kinderen verzameld worden zonder ouderlijke toestemming. Als je ervan overtuigd bent dat wij zonder die toestemming persoonlijke gegevens hebben verzameld over een minderjarige, neem dan contact met ons op via info@studylivre.com, dan zullen wij deze informatie verwijderen

source: Why we need your data
nl: Waarom we gegevens nodig hebben

source: StudyLivre processes data for the following purposes
nl: StudyLivre verwerkt uw persoonsgegevens, voor de volgende doelen

source: To provide services
nl: Om goederen en diensten bij u af te leveren

source: StudyLivre analyze your behavior on its website in order to improve our website and to align our range of products and services to your preferences
nl: StudyLivre analyseert jouw gedrag op de website om daarmee onze website te verbeteren en ons aanbod van producten en diensten af te stemmen op uw voorkeuren

source: How long will your data be stored
nl: Hoe lang we gegevens bewaren

source: StudyLivre will retain your personal information no longer than is strictly necessary in order to achieve the purposes for which your data is collected. Our retention period starts from the moment you create an account and ends when you delete your account.
nl: StudyLivre zal uw persoonsgegevens niet langer bewaren dan strikt nodig is om de doelen te realiseren waarvoor uw gegevens worden verzameld. Onze bewaartermijn start vanaf het moment dat u een account aanmaakt en eindigt op het moment dat u uw account opheft.

source: Share with other parties
nl: Delen met anderen

source: StudyLivre does not sell your personal information to third parties and will provide it only if that is necessary with regard to the implementation of our agreement with you or meet a legal obligation. With regard to companies that process your data on our behalf, we close a processing agreement to provide the same level security and confidentiality of your information.
nl: StudyLivre verkoopt uw gegevens niet aan derden en zal deze uitsluitend verstrekken indien dit nodig is voor de uitvoering van onze overeenkomst met u of om te voldoen aan een wettelijke verplichting. Met bedrijven die uw gegevens verwerken in onze opdracht, sluiten wij een bewerkersovereenkomst om te zorgen voor eenzelfde niveau van beveiliging en vertrouwelijkheid van uw gegevens. StudyLivre blijft verantwoordelijk voor deze verwerkingen.

source: Private policy from third parties
nl: Privacybeleid van derde partijen

source: We work with other companies that help us provide/improve our services, or place adds. With regard to the privacy policy of third parties we refer to the statements that these parties show on their own websites. The same applies to our advertising partners. These statements may change regularly. StudyLivre has no influence on those policies.
nl: We werken samen met externe bedrijven die ons helpen onze services aan te bieden en te verbeteren, of die advertenties of gerelateerde producten gebruiken. Voor het privacybeleid van derde partijen, verwijzen wij naar de verklaringen die deze partijen op hun eigen websites daarover geven. Het zelfde geldt voor onze advertentiepartners. Deze verklaringen kunnen regelmatig wijzigen. StudyLivre heeft hier geen invloed op.

source: Map website usage
nl: In kaart brengen websitebezoek

source: StudyLivre uses only technical and functional cookies. We also use analytical cookies that do not infringe your privacy. A cookie is a small text file at that will be stored on your computer, tablet or smart phone. The cookies we use are necessary for the technical operation of the website and ease of use. Cookies ensure that the website is working properly and, for example remember your preferences. We can use this to optimize our website. You can opt out of cookies through your web browser to settings. In addition, you can delete all cookie information in the menu of your browser.
nl: StudyLivre gebruikt alleen technische en functionele cookies. En analytische cookies die geen inbreuk maken op uw privacy. Een cookie is een klein tekstbestand dat bij het eerste bezoek aan deze website wordt opgeslagen op uw computer, tablet of smartphone. De cookies die wij gebruiken zijn noodzakelijk voor de technische werking van de website en uw gebruiksgemak. Ze zorgen ervoor dat de website naar behoren werkt en onthouden bijvoorbeeld uw voorkeursinstellingen. Ook kunnen wij hiermee onze website optimaliseren. U kunt zich afmelden voor cookies door uw internetbrowser zo in te stellen dat deze geen cookies meer opslaat. Daarnaast kunt u ook alle informatie die eerder is opgeslagen via de instellingen van uw browser verwijderen.

source: View, modify or remove personal data
nl: Gegevens inzien, aanpassen of verwijderen

source: You have the right to see your personal information, correct information when wrong or delete it. You can do this yourself using the personal settings for your account. If that is not possible then you can send a request to: info@studyLivre.com. Please enclose a copy of your identification so that we can verify your identity. We ask for an identification document so that we can protect your privacy. StudyLivre will respond as soon as possible to your request, in any case this should be within four weeks. You can also reach us via our website: www.studylivre.com or email: info@studyLivre.com
nl: U heeft het recht om uw persoonsgegevens in te zien, te corrigeren of te verwijderen. Dit kan u zelf doen via de persoonlijke instellingen van uw account. Lukt het niet via deze instellingen of heeft u andere vragen/opmerkingen over de gegevensverwerking, stuur dan een gespecificeerd verzoek naar info@studylivre.com. Om uw identiteit te kunnen verifiëren, vragen wij u een kopie van uw identiteitsbewijs mee te sturen. Maak in deze kopie het burgerservicenummer (BSN), MRZ (machine readable zone, de strook met nummers onderaan het paspoort), paspoortnummer en uw pasfoto zwart. Dit ter bescherming van uw privacy. StudyLivre zal zo snel mogelijk, maar in ieder geval binnen vier weken, op uw verzoek reageren. U kunt ons ook bereiken via: Website: www.studylivre.com. Mail: info@studylivre.com

source: Security
nl: Beveiliging

source: StudyLivre takes the protection of your data seriously and takes appropriate measures to prevent abuse, loss, unauthorized access, unwanted disclosure and to prevent unauthorized modification. If you have the impression that your data is not properly protected or there is evidence of abuse, please contact our customer service via info@studyLivre.com.
nl: StudyLivre neemt de bescherming van uw gegevens serieus en neemt passende maatregelen om misbruik, verlies, onbevoegde toegang, ongewenste openbaarmaking en ongeoorloofde wijziging tegen te gaan. Als u de indruk heeft dat uw gegevens niet goed beveiligd zijn of er aanwijzingen zijn van misbruik, neem dan contact op met onze klantenservice of via info@studylivre.com.

source: Terms of Use
nl: Gebruikersovereenkomst

source: 1.General
nl: 1. Algemeen

source: When you access and/or use the information provided on this website you agree to the applicability of the conditions listed below. The website StudyLivre.com, hereinafter will be referred to as "website". You are not allowed to use this website, if you do not accept the terms. StudyLivre may at any time modify the conditions. We encourage you to read everything carefully. It is recommended to print out your own copy of the Terms of Use.
nl: Door de internetsite StudyLivre.com, hierna te noemen ‘website’, te benaderen en/of de op deze website aangeboden informatie te gebruiken, verklaart u zich akkoord met de toepasselijkheid van de hieronder vermelde voorwaarden. Het is u niet toegestaan om van de website gebruik te maken, indien u de voorwaarden niet aanvaardt. StudyLivre kan de voorwaarden te allen tijde wijzigen. Wij moedigen u aan om alles goed door te lezen. Eveneens is het raadzaam ten behoeve van uw administratie uw eigen exemplaar van de Algemene Voorwaarden uit te printen of te bewaren.

source: Your legal agreement with StudyLivre consists of: (I) the provisions contained in this document; (II) the Privacy Policy; and (III) the Terms of Use (collectively, the "Terms").
nl: Uw juridische overeenkomst met StudyLivre bestaat uit: (i) de in dit document neergelegde bepalingen; (ii) het privacybeleid; en (iii) de gebruiksvoorwaarden (hierna gezamenlijk: de 'Voorwaarden').

source: This policy is governed by Dutch law. Disputes arising out of or related to these Terms, the website and/or information will be submitted to a competent court in the Netherlands.
nl: Op deze Voorwaarden is Nederlands recht van toepassing. Geschillen welke voortvloeien uit, of samenhangen met deze Voorwaarden, de website en/of Informatie worden voorgelegd aan de bevoegde rechter in Nederland.

source: 2. Definitions
nl: 2. Definities

source: 1. Content: text, images, sound, music, videos, audiovisual combinations, interactive features and other materials you can view using the website, which you can access, or you can place on the website.
nl: 1. Content: tekst, afbeeldingen, geluid, muziek, video’s, audiovisuele combinaties, interactieve elementen en andere materialen die u met gebruikmaking van de Website kan bekijken, waartoe u toegang kunt verkrijgen of die u kunt plaatsen op de website.

source: 2. User: Anyone who consults the content, adds content or refers to the content using a (hyper) link to the website.
nl: 2. Gebruiker: ieder die de Content raadpleegt, toevoegt of hiernaar verwijst door middel van een (hyper)link naar de website.

source: 3. Terms of Use
nl: 3. Gebruiksvoorwaarden

source: StudyLivre reserves the right to modify, delete, or stop the website (components) without any notice.
nl: StudyLivre behoudt zich het recht voor om zonder voorafgaande kennisgeving (onderdelen van) de website (al dan niet tijdelijk) te wijzigen, te verwijderen, ontoegankelijk te maken dan wel stop te zetten.

source: You understand and acknowledge that when you use the website, you may be exposed to content that is factually inaccurate, offensive, indecent or otherwise objectionable to you. You agree that we are not responsible for the content or third-party data or for damages resulting from the use of or reliance on such content or information.
nl: U begrijpt en erkent verder dat u bij het gebruik van de website eventueel kunt worden blootgesteld aan content die feitelijk onjuist, beledigend, onfatsoenlijk of anderszins verwerpelijk voor u is. U stemt ermee in dat we niet verantwoordelijk zijn voor de content of gegevens van derden of voor schade door het gebruik van of vertrouwen op deze content of gegevens.

source: To use StudyLivre, you agree that you have only one StudyLivre account that should be your real name. You agree that you are solely responsible for all activities that occur on your account.
nl: Als u StudyLivre wilt gebruiken, stemt u ermee in dat u slechts één StudyLivre-account hebt, dat op uw echte naam moet staan. U gaat ermee akkoord dat alleen u verantwoordelijk bent voor alle activiteiten die op uw StudyLivre-account plaatsvinden.
