Repository: EnquiringStone/Skhole
Catalog: app/Resources/translations/messages.*.xlf
Languages: nl

source: Enter a question and several possible answers. Next, make the correct answer(s) checked. Next, click the button Save
nl: Voeg een vraag en bijbehorende antwoordopties toe. Vink het juiste antwoord (of antwoorden) aan. Klik zodra je klaar bent op de button Bewaar

source: The question appears on the assignment page. The maximum number of questions you can add per page is 10
nl: De vraag verschijnt op de opdrachtpagina. Je kunt maximaal tien vragen per pagina toevoegen

source: After the page is saved it will appear in the Page Overview
nl: Nadat de pagina is opgeslagen verschijnt deze in het Pagina overzicht

source: There are two options to add an YouTube video to a course page
nl: Er zijn twee manieren om een YouTube video toe te voegen aan een cursuspagina

source: Add YouTube video
nl: YouTube video toevoegen

source: I. Visit YouTube and select a video. Copy the link from the browser address bar
nl: I. Ga naar YouTube en selecteer een video. Kopieer de link uit de adresbalk van de browser

source: II. Paste the link in the form field. Next, press the button + Video
nl: II. Plak de link in het invoerveld. Klik daarna op de button + Video

source: Option I
nl: Optie I

source: Option II
nl: Optie II

source: A. Visit YouTube and select a video. Hoover over the video and press the right mouse button. Next, select the option: “Copy video url”
nl: A. Ga naar YouTube en selecteer een video. Rechtermuisklik op de video. Selecteer de optie: Video-url kopiëren

source: B.) Paste the link in the form field. Next, press the button + Video
nl: B.) Plak de link in het invoerveld. Klik daarna op de button + Video

source: A course can be published once it has met the following requirements :
nl: De minimale publicatie eisen:

source: entered search data
nl: ingevulde zoekdata

source: entered course card
nl: ingevulde cursuskaart

source: one or more course page(s)
nl: ten minste één cursuspagina toegevoegd

source: A published course will be added to the search results
nl: Na publicatie verschijnt jouw cursus in de zoekresultaten

source: Edit a course after it is published
nl: Cursus bewerken na publicatie

source: After a course is published you can still edit, update or remove it
nl: Nadat je cursus gepubliceerd is blijft het mogelijk om de cursus te bewerken, up te daten of te verwijderen

source: Once a page is created it will appear in the Page Overview. On this location you can select a page you want to edit or remove. You can rearrange the page order by drag and drop
nl: Zodra een pagina is aangemaakt verschijnt deze in het Pagina overzicht. In dit overzicht kun je cursuspagina’s selecteren om te bewerken of om te verwijderen. Eveneens is het mogelijk om door middel van drag and drop de paginavolgorde te wijzigen

source: Where to find the Page Overview?
nl: Waar staat het Pagina overzicht?

source: Navigate to: Create course → My courses. Select the course you want to remove. When a course is removed it will no longer appear in the search results. However, the course can still be available for those who have it in their course basket
nl: Navigeer naar: Cursus aanmaken → Mijn cursussen. Selecteer de cursus die je wilt verwijderen en klik op de button verwijder cursus. Indien je een cursus verwijderd is de cursus niet langer beschikbaar in de zoekresultaten. De cursus blijft echter wel beschikbaar voor alle cursisten die de cursus in hun cursusmandje hadden voordat deze werd verwijderd. Zodra één van deze personen de cursus uit het cursusmandje verwijderd kan hij/zij de cursus niet langer terugvinden bij de zoekresultaten. Kortom, pas als niemand meer de cursus in zijn of haar cursusmandje heeft is de cursus definitief verwijderd

source: Where can you remove a course?
nl: Waar kun je de cursus verwijderen?

source: View your course result in a report and share it with others
nl: Bekijk je cursus resultaat in een rapport en deel het met anderen

source: Introduction course report
nl: Inleiding cursusrapport

source: A course report will be generated once you finish a course. The report is based on your answers. You can view and share your reports. For each assignment page a course report page will be generated. You can view the report online or download a PDF version
nl: Na afronding van een cursus kan je een cursusrapport - met daarin je resultaten - inzien en delen. Voor iedere opdrachtpagina (met open- en meerkeuzevragen) in de cursus wordt een pagina in het rapport aangemaakt. Het rapport is online in te zien. Eveneens is het mogelijk om het rapport te downloaden als PDF

source: Share course report
nl: Cursusrapport delen

source: A student can share a course report with someone else (who also has a StudyLivre account), for example a friend or a teacher. The only thing the student has to do is to fill in the unique SHARE CODE of the person with who he or she wants to share the report
nl: De cursist kan een cursusrapport delen met bijvoorbeeld een vriend of docent (die ook in het bezit is van een StudyLivre account). Het enige wat de cursist hiervoor hoeft te doen is de unieke DEELCODE in te voeren van de persoon waarmee hij of zij het rapport wilt delen

source: Course report structure
nl: Opbouw cursusrapport

source: The cover page displays general information such as course name, the student's name and the percentage of correctly answered multiple choice questions. The page layout is structured chronologically. The rest of the report shows questions and the answers the student has given. For each multiple choice question you see the correct answer and the answer the student has given. For each open-end question you see the answer which the student has given and an answer indication
nl: Het voorblad toont algemene informatie zoals cursusnaam, naam van de cursist en het percentage correct beantwoorde meerkeuzevragen. De pagina-indeling is chronologisch opgebouwd en is gebaseerd op de titel die bovenaan de desbetreffende cursuspagina staat. In de rest van het rapport kun je de vragen en bijbehorende antwoorden inzien. Bij iedere meerkeuzevraag zie je het antwoord dat de cursist gaf en het juiste antwoord. Bij iedere open vraag zie je het antwoord dat de cursist gaf en een antwoordindicatie

source: Follow a course
nl: Volg een cursus

source: The student follows a course. Once the course is finished a course report will be generated
nl: De cursist volgt een cursus waarvan hij/ zij het rapport later wilt gaan delen

source: Find out what the share code is from the person you want to share with
nl: Zoek uit wat de deelcode is van de persoon waarmee je wilt delen

source: Each StudyLivre account has its own share code. This code can be found at the following locations
nl: Ieder StudyLivre account heeft een deelcode. Deze code kun je vinden op onderstaande locaties

source: Home → Profile
nl: Home → Profiel

source: Create course → Shared reports
nl: Maak cursus → Gedeelde rapporten

source: Enter the share code of the person you want to share the report with
nl: Vul de deelcode in van het persoon waarmee je wilt delen

source: After a course is finished a course report will be generated. This report will be saved automatically and can be found at the following location: Basket → My reports. Once a student selects a report he or she can press the button Share report. Next, the student enters a share code in the modal which appears. It is possible to share a report with multiple persons.
nl: Nadat de cursist de cursus heeft afgerond wordt er een cursusrapport aangemaakt. Dit rapport wordt automatisch opgeslagen en kun je terugvinden op de volgende locatie: Mandje → Mijn rapporten. De cursist zoekt het rapport dat hij/zij wilt delen en klikt op de button Deel rapport. In de modal die vervolgens verschijnt kan hij/zij een deelcode invullen. Het is mogelijk om het rapport met meerdere personen te delen.

source: The person who you want to share with receives a share request
nl: Persoon waarmee gedeeld gaat worden accepteert het deelverzoek

source: A person receives after his or her share code is entered a share request (Create course → Shared reports). That person can either accept or decline the request
nl: De persoon ontvangt, nadat zijn/haar deelcode is ingevuld door een cursist, een deelverzoek (Maak cursus → Gedeelde rapporten ). De desbetreffende persoon kan het verzoek afwijzen of accepteren

source: When a person accepts a share request he or she can view the report which belongs to the request (Create course → Shared reports)
nl: Als een persoon het verzoek heeft geaccepteerd, ziet de cursist de naam van deze persoon bij het desbetreffende cursus rapport verschijnen ( Mandje → Mijn rapporten)

source: The person you shared with views the report
nl: De persoon waarmee gedeeld is bekijkt het cursusrapport

source: When the person you shared with accepts your request the report will appear in his or her View report list (Basket → Shared reports)
nl: Als de persoon waarmee gedeeld is het verzoek heeft geaccepteerd dan verschijnt het rapport van de cursist in de Bekijk rapporten lijst (Maak cursus → Gedeelde rapporten → Bekijk rapporten)

source: You can view multiple reports from persons who share reports with you. For each individual report you have to accept a share request
nl: Per cursist kan de persoon waarmee gedeeld word een of meerdere cursusrapporten inzien (mits de cursist zijn of haar deelcode heeft ingevuld)

source: You can view multiple reports from a person. For each report you have to either accept or decline the share request
nl: Per cursist kan de persoon waarmee gedeeld word een of meerdere cursusrapporten inzien (mits de cursist zijn of haar deelcode heeft ingevuld)

source: direct link to the course
nl: direct naar de cursus

source: short course overview
nl: kort overzicht met daarin de cursushoofdlijnen

source: collection course reviews
nl: verzameling cursusrecensies

source: + Course basket
nl: + Cursusmandje

source: add the course to your course basket
nl: voeg de cursus toe aan je cursusmandje

source: Each search result contains a Course Card where you can find a short course overview. A Course Card contains the following components
nl: Aan iedere zoekresultaat is een cursuskaart gekoppeld met daarin een beknopt cursusoverzicht.De cursuskaart is als volgt opgebouwd

source: introduction video and/or text about the course (required component)
nl: introductievideo en/of -tekst over de cursus (vereist onderdeel)

source: overview about the prerequisites (optional part)
nl: uiteenzetting over de vereiste voorkennis (optioneel veld)

source: a short overview which shows course attributes, like instructor, level and course duration (automatically generated)
nl: een beknopt overzicht met daarin de belangrijkste cursuskenmerken zoals de instructeur, niveau, cursusduur etc. (automatisch gegeneerd)

source: institution or organization which created the course (optional part)
nl: instelling/organisatie die de cursus aanbiedt (optioneel veld)

source: information about the instructor(s) (required part)
nl: informatie over de instructeur(s) (verplicht veld)

source: The introductory course part
nl: Het inleidende cursusdeel

source: Each course starts with a Start page
nl: Iedere cursus begint met een Startpagina

source: The middle part
nl: Het middendeel

source: Several explanation and/or assignment pages follow after the Start page. An assignment page consists of open-ended and/or multiple choice questions. A explanation page consists of a video and/or text. The number of pages differs for each course
nl: Na de Startpagina volgen instructie- en/of opdrachtpagina’s. Een opdrachtpagina is opgebouwd uit open en/of meerkeuzevragen. Een uitlegpagina daarentegen bestaat uit video en/of tekst. Het aantal cursuspagina’s verschilt per cursus

source: The unique course pages
nl: De unieke cursusmenu pagina’s

source: The « Course menu » dropdown
nl: De « Cursusmenu » dropdown

source: The Course menu dropdown offers access to the following course pages
nl: Het Cursusmenu verleent toegang tot de volgende cursuspagina’s

source: messages from the course creator(s)
nl: berichten van de cursusmaker(s)

source: for example a week planning
nl: bijvoorbeeld een weekplanning

source: a page with a hyperlink which points to a cloud provider (where you can download course material)
nl: een pagina waarop een link staat die verwijst naar een cloudaanbieder (waarop je het cursusmateriaal kunt downloaden)

source: on this page you can find an overview of all course pages
nl: op de Cursuspagina’s-pagina bevindt zich een overzicht van alle pagina’s die bij de desbetreffende cursus horen

source: Course Pages
nl: Cursuspagina’s

source: Note: some courses do not have the following pages: announcements, documents and planning
nl: Niet iedere cursus zal beschikken over de volgende pagina’s: mededelingen, documenten en planning

source: In order to close the course press the button ‘Close course’. When you are logged in your progress will be saved
nl: Klik op de button Cursus sluiten om de cursus af te sluiten. Indien je bent ingelogd wordt je voortgang opgeslagen

source: The concluding part
nl: Het afsluitende deel

source: On the Last page you can provide feedback about the course. You can fill in a review or rate the course (between one and five stars)
nl: De Laatste pagina biedt je de mogelijkheid om de cursus te beoordelen. Dit kan door middel van een recensie. Daarnaast kun je de cursus rating geven (één tot vijf sterren)

source: Course structure
nl: Cursusopbouw

source: Each course contains multiple pages. The division is as follows
nl: Een cursus is opgebouwd uit meerdere pagina's. De onderverdeling van de pagina’s is als volgt

source: search data and Course Card
nl: zoekdata en cursuskaart

source: planning, documents and announcements
nl: planning, documenten en mededelingen

source: explanation video’s and texts
nl: instructievideo's en -teksten

source: multiple choice and open-ended questions
nl: meerkeuze en open vragen

source: Edit standard course pages
nl: Standaard cursuspagina's bewerken

source: Right above the Course creation menu you find the tab Standard pages. There are five unique pages
nl: Rechtsboven in het Cursus creatiemenu bevindt zicht het tabblad Standaardpagina’s. Er zijn vijf unieke pagina’s

source: input for the search result of each course
nl: input voor het zoekresultaat van de cursus

source: short course overview
nl: kort overzicht met daarin de cursushoofdlijnen

source: course related messages
nl: cursusgerelateerde berichten

source: a page which contains a link which points to a cloud provider (where you can upload the course material)
nl: een pagina waarop een link staat die verwijst naar een cloudaanbieder (waarop je het cursusmateriaal kunt uploaden)

source: Add explanation and assignment pages
nl: Uitleg- en opdracht cursuspagina's toevoegen

source: You can add as many pages as you like. When a page is created it will appear in the Page Overview
nl: Je kunt zoveel pagina’s toevoegen als je zelf wilt. Zodra een pagina is aangemaakt, verschijnt deze in het Pagina overzicht

source: When your course meets the minimum requirements you can publish it. After publication your course will appear in the search results. In other words: students can follow your course
nl: Als je cursus voldoet aan de minimale eisen kun je de cursus publiceren. Na publicatie verschijnt jouw cursus in de zoekresultaten. Cursisten kunnen vanaf dat moment je cursus volgen

source: Both in the Course creation menu and the
nl: Zowel in het Cursus Creatie menu als in het

source: Discover menu
nl: Ontdek menu

source: you can find detailed information with regard to course related topics
nl: kun je uitgebreide informatie inwinnen over cursus gerelateerde onderwerpen

source: Report inappropriate content
nl: Rapporteer ongewenste content

source: Report inappropriate content
nl: Meld ongewenste content

source: When you encounter inappropriate content or a author right infringement you can notify StudyLivre with the notify form
nl: Als je vermoedt dat er sprake is van ongepaste inhoud- of een auteursrechtschending kan je dit melden door middel van het rapportageformulier

source: Navigate to the course page for which you want to submit a notification. Next, press the dropdown ** More. Next, select the option notify
nl: Navigeer naar de cursuspagina waarvoor je een klacht wilt indienen. Klik op de dropdown **meer. Selecteer daarna de optie rapporteren

source: Fill in the form
nl: Vul het formulier in

source: Reporting review
nl: Rapportagebeoordeling

source: The notify form will be reviewed by one of our employees
nl: Het rapportageformulier wordt door een van onze medewerkers beoordeeld

source: Notification feedback
nl: Terugkoppeling melding

source: When the notification is found to be legitimate the user who created the content will receive a notification. The relevant course item might be blocked or deleted. StudyLivre may decide to block the account of the offender or restrict his or her activities on the site
nl: Indien de melding terecht wordt bevonden krijgt de gebruiker die de ongepaste inhoud heeft gepubliceerd, een notificatie. Tevens wordt het desbetreffende cursusitem geblokkeerd of verwijderd. StudyLivre kan eveneens besluiten om een account uit te sluiten van de diensten van StudyLivre of bepaalde functionaliteiten voor dit account beperken

source: When the notification is found to be illegitimate the person who submitted the notification form will be informed
nl: Indien de melding als ongegrond wordt beoordeeld wordt de indiener van de rapportage hiervan op de hoogte gesteld

source: Click on the button below for more information about how to add documents to a course
nl: Klik op onderstaande button voor meer informatie over het toevoegen van documenten

source: Step 1 and 2
nl: Stap 1 en 2

source: Sign in to Dropbox and select the directory you want to share. Next, click the button: Share
nl: Meld je aan bij Dropbox en selecteer de map die je wilt delen. Klik vervolgens op de button delen

source: Select the hyperlink ‘copy link’ which appears in the modal
nl: Selecteer de hyperlink ‘link kopiëren’ die in de modal verschijnt

source: Copy the link
nl: Kopieer de link

source: Past the link on the StudyLivre page Documents. Next, click the button + url
nl: Plak de link op de StudyLivre pagina Documenten. Klik daarna op de button + url

source: introduction video and/or text about the course (required part)
nl: introductievideo en/of tekst over de cursus (vereist onderdeel)

source: About us
nl: Over ons

source: About us
nl: Over ons

source: Author Right
nl: Auteursrecht

source: Other
nl: overige

source: Questions
nl: Vragen

source: Guidelines
nl: Richtlijnen

source: Juridical
nl: Juridisch

source: General
nl: Algemeen

source: StudyLivre is founded in 2016. StudyLivre offers you the possibility to view, create and share courses. A course report will be generated once you finish a course. The report is based on your answers. You can share reports with other users.
nl: StudyLivre is opgezet in 2016. StudyLivre biedt je de mogelijkheid om cursussen te bekijken, creëren en onderling te delen. Na afronding van een cursus is het mogelijk je cursusrapport, met daarin je behaalde resultaten, in te zien. Je kunt ook rapporten inzien van personen die ervoor gekozen hebben om het rapport met je te delen.

source: Follow us
nl: Volg ons

source: Follow us on Facebook
nl: Volg ons op Facebook

source: Follow us on Twitter
nl: Volg ons op Twitter

source: Follow us on Google+
nl: Volge ons op Google+

source: Address
nl: Adres

source: About us
nl: Over ons

source: Author Right
nl: Auteursrecht

source: Introduction
nl: Inleiding

source: StudyLivre respects intellectual property rights and aims to be a platform where those rights are not violated. In this menu you can learn more about our author right policy. You can also find how you can manage your rights on this website.
nl: StudyLivre respecteert de intellectuele eigendomsrechten van anderen en wil een platform bieden waarop deze rechten niet worden geschonden. In dit menu kun je meer te weten komen over ons auteursrechtbeleid. Eveneens vindt je er informatie die je nodig hebt om je rechten op deze website te beheren

source: Author right policy
nl: Auteursrechtbeleid

source: Notify copyright infringement
nl: Melding auteursrechtschending indienen

source: If you encounter inappropriate content or a copyright infringement you can report this by using the notify form. A copyright notice may only be submitted by the copyright owner or an agent authorized to act on behalf of the owner.
nl: Als je vermoedt dat er sprake is van een ongepaste inhoud of auteursrechtschending dan kan je dit melden door middel van het rapportageformulier. Een auteursrechtmelding mag uitsluitend worden ingediend door de auteursrechteigenaar of een vertegenwoordiger die bevoegd is namens de eigenaar te handelen.

source: Withdraw a copyright infringement notification
nl: Auteursrechtschending claim intrekken

source: Once a notification of copyright infringement has been filed, the petitioner can change its mind and withdraw the claim. If this is the case then the notification procedure will be cancelled. You can send an email to info@studyLivre.com if you wish to retract a claim.
nl: Nadat een melding van een auteursrechtschending is ingediend kan de indiener zijn/haar mening herzien en de claim intrekken. Indien dit gebeurt vervalt de lopende rapportageprocedure. Stuur een email naar info@studylivre.com als je een claim wilt intrekken.

source: Submit a defense
nl: Een verweer indienen

source: A defense can be described as a request to restore a course item that has been removed due to an (alleged) infringement. This procedure can only be invoked in cases where the course item was deleted or blocked. Send an email to info@studyLivre.com if you want to submit a defense.
nl: Een verweer is een verzoek om een cursusitem terug te zetten die is verwijderd wegens (vermeende) auteursrechtschending. De procedure kan alleen worden gevolgd in gevallen waar het cursusitem is verwijderd of geblokkeerd. Stuur een email naar info@studylivre.com als je een verweer wilt indienen.

source: Copyright claims principles
nl: Uitgangspunten auteursrechtklachten

source: You can receive a warning due to a copyright notification. If this case it is very likely that a course item that you have created has been removed or blocked. When a copyright owner notifies us officially that you are not allowed to use certain content, we are legally obliged to delete the item in question.
nl: Als je een waarschuwing vanwege een auteursrechtrapportage krijgt, houdt dit in dat een door jouw gemaakt cursusitem is verwijderd. Wanneer een auteursrechteigenaar ons officieel meldt dat je bepaalde content niet op StudyLivre mag plaatsen, zijn wij juridisch genoodzaakt om het desbetreffende item te verwijderen.

source: An account which has received more than three copyright warnings will be removed. A person with a terminated account is no longer allowed to create a new account.
nl: Als je meer dan drie auteursrecht waarschuwingen hebt ontvangen, wordt je StudyLivre-account opgeheven. Leden met beëindigde accounts kunnen geen nieuwe accounts aanmaken.

source: Introduction
nl: Ter informatie

source: If you want to contact StudyLivre with regard to copyright issues or inappropriate course content, we recommend you to check out the notification menu.
nl: Indien je contact wilt opnemen met betrekking tot auteursrecht of ongepaste cursusinhoud adviseren we je om hiervoor het rapportage menu te gebruiken.

source: Contact form
nl: Contactformulier

source: First name
nl: Voornaam

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Last name
nl: Achternaam

source: Subject
nl: Onderwerp
